{
    "login section": "****************************************************************************************************",
    "log_in": "Iniciar sesión",
    "title_login": "¡Conéctate para salvar vidas!",
    "email": "Correo electrónico",
    "password": "Contraseña",
    "forgot_password": "¿Olvidaste tu contraseña?",
    "footer_login": "Unirte a BloodMatch es un paso hacia salvar vidas.",
    "error": "Error",
    "error_email_pass": "Correo y/o contraseña incorrectos",
    "error_login": "Error en el inicio de sesión",
    "loading": "Cargando...",
    
    "register section": "****************************************************************************************************",
    "register": "Registrarse",
    "title_register": "Únete a la comunidad BloodMatch",
    "name": "Nombre(s)",
    "last_name": "Apellidos",
    "dob": "Fecha de nacimiento",
    "age": "Edad",
    "i_am_a_woman": "Soy mujer",
    "male": "Masculino",
    "i_am_a_man": "Soy hombre",
    "female": "Femenino",
    "gender": "Genero",
    "state": "Estado",
    "municipality": "Municipio",
    "phone_number": "Número telefónico",
    "confirm_password": "Confirmar contraseña",
    "donor": "Donador",
    "recipient": "Receptor",
    "blood_type": "Grupo sanguíneo",
    "profile_image": "Imagen de perfil",
    "profile_image_success": "Imagen cargada",
    "accept_the": "Acepto los",
    "terms": "términos y condiciones",
    "start_helping": "Comienza a ayudar",
    "error_image": "No se puede guardar la imagen",
    "characteristics_pass_title": "Características necesarias de la contraseña",
    "characteristics_pass": "- Debe tener al menos 8 caracteres\n- Debe incluir al menos una letra mayúscula\n- Debe incluir al menos una letra minúscula\n- Debe tener al menos un número\n- Debe tener al menos un símbolo especial\n- No debe tener espacios\n",
    "success": "Éxito",
    "success_form_submit": "El formulario se envió correctamente",
    "error_form_submit": "Error al intentar registrar nuevo usuario, por favor inténtalo mas tarde",
    "close": "Cerrar",
    "accept": "Aceptar",

    "tabs navigation section": "****************************************************************************************************",
    "home": "Inicio",
    "chat_bot": "Chatbot",
    "map": "Mapa",
    "messenger": "Mensajes",
    "profile": "Perfil",
    "settings": "Ajustes",

    "home section": "****************************************************************************************************",
    "exit_app": "Salir de la aplicación",
    "exit_app_confirm": "¿Estás seguro de que quieres salir?",
    "cancel": "Cancelar",
    "exit": "Salir",
    "made_a_match": "¡Hiciste match!",
    "chat_created": "Se creo un chat. Dirígete a Mensajes",
    "no_results": "Sin resultados por mostrar",
    "search_by": "Buscar donantes o receptores según...",
    "search": "Buscar por:",
    "select_a_category": "Selecciona una categoría",
    "my_municipality": "Mi municipio",
    "my_state": "Mi estado",
    "filter_by_state": "Filtrar por estado",
    "filter_by_municipality": "Filtrar por municipio",
    "view_profile": "Ver perfil",
    "years": "Años",
    "no_filters": "Quitar filtros",

    "chatbot section": "****************************************************************************************************",
    "initial_message": "¡Hola! Soy el asistente de BloodMatch. ¿En qué puedo ayudarte hoy?",
    "i_didnt_understand_your_message": "Lo siento, no entendí tu mensaje.",
    "type_your_message": "Escribe tu mensaje...",

    "map section": "****************************************************************************************************",
    "go_to_google_maps": "Ir a Google maps",


    "messenger section": "****************************************************************************************************",
    "search_chat": "Buscar chats",
    "start_messaging": "Presiona para iniciar chat",
    "now": "Ahora",
    "no_chats": "No se encontraron chats",
    "delete_chat": "¿Eliminar chat con",
    "report_profile": "Denunciar perfil",
    "report_user": "¿Reportar al usuario",
    "type_report_reason": "Escribe el motivo de tu reporte de manera breve",
    "max_characters_report": "Maximo 300 caracteres",
    "report_error": "Ha ocurrido un error al momento de realizar el reporte",
    "report_done": "Reporte hecho",

    "profile section": "****************************************************************************************************",
    "location": "Ubicación",
    "image_saved": "¡Imagen guardada!",
    "image_error": "Hubo un error al procesar la imagen.",
    "status": "Estado",
    "no_status": "¡Hola, estoy usando BloodMatch!",
    "user_type": "Tipo de usuario",
    "no_user_type": "Sin tipo de usuario",
    "update_status": "Actualizar estatus",
    "insert_a_new_status": "Por favor ingresa un nuevo estatus",
    "update_status_success": "Estatus actualizado correctamente",
    "type_new_status": "Escribe tu nuevo estatus...",
    "update_status_error": "Ha ocurrido un error al actualizar el estatus, por favor inténtalo mas tarde",
    "250_characters_in_status": "El estatus no debe superar los 250 caracteres",
    "select_a_role": "Seleccione un rol",
    "update_role_success": "Rol actualizado correctamente",
    "update_role_error": "Ha ocurrido un error al actualizar el rol, por favor inténtalo mas tarde",
    "update_role": "Actualizar rol",
    "select_location": "Selecciona un estado y municipio",
    "update_location_success": "Ubicación actualizada correctamente",
    "update_location_error": "Ha ocurrido un error al actualizar la ubicación, por favor inténtalo mas tarde",
    "update_location": "Actualizar ubicación",
    "insert_a_new_phone": "Ingresa tu nuevo número telefónico",
    "invalid_phone_format": "Formato de numero invalido",
    "update_phone_success": "Teléfono actualizado correctamente",
    "update_phone_error": "Ha ocurrido un error al actualizar el número telefónico, por favor inténtalo mas tarde",
    "update_phone": "Actualizar numero telefónico",
    "type_new_phone": "Ingresa tu nuevo número telefónico",

    "settings section": "****************************************************************************************************",
    "account": "CUENTA",
    "language": "Idioma",
    "select_language": "Seleccione un idioma",
    "select_option": "Seleccione una opción",
    "change_user": "Cambiar usuario",
    "change_password": "Cambiar Contraseña",
    "preferences": "PREFERENCIAS",
    "notifications": "Notificaciones",
    "theme": "Tema",
    "verification_two_steps": "Verificación de dos pasos",
    "privacy_and_security": "PRIVACIDAD Y SEGURIDAD",
    "delete_account": "Eliminar cuenta",
    "privacy": "Privacidad",
    "help_and_legal": "AYUDA Y LEGAL",
    "support": "Soporte",
    "terms_and_conditions": "Términos y condiciones",
    "log_out": "Cerrar sesión",
    "error_delete_account": "Ha ocurrido un error al intentar eliminar la cuenta",

    "tab bar labels": "****************************************************************************************************",
    "map_label": "Mapa",
    "messenger_label": "Mensajes",
    "profile_label": "Perfil",
    "settings_label": "Ajustes",

    "support section": "****************************************************************************************************",
    "suggestion": "Sugerencia",
    "complaint": "Queja",
    "technical_problem": "Problema técnico",
    "question1": "¿Cómo puedo cambiar mi tipo de sangre en mi perfil?",
    "answer1": "Para cambiar tu tipo de sangre, ve a tu perfil, presiona el botón de editar junto a la información de tipo de sangre y selecciona el tipo correcto. Recuerda que esta información es crucial para las donaciones, así que asegúrate de que sea precisa.",
    "question2": "No puedo conectar con donadores cercanos, ¿qué hago?",
    "answer2": "Verifica que tienes activada la ubicación en tu dispositivo y que has dado permiso a BloodMatch para acceder a ella. También asegúrate de tener una conexión estable a internet. Si el problema persiste, intenta cerrar sesión y volver a iniciarla.",
    "question3": "¿Cómo puedo eliminar mi cuenta?",
    "answer3": "Para eliminar tu cuenta, ve a Configuración > Privacidad > Eliminar cuenta. Ten en cuenta que esta acción es irreversible y perderás todo tu historial de donaciones y conexiones.",
    "no_subject": "Por favor ingresa un asunto",
    "no_message": "Por favor ingresa un mensaje",
    "title_support": "¿Cómo podemos ayudarte?",
    "subtitle_support": "Estamos aquí para escuchar tus sugerencias, resolver tus problemas o atender cualquier inquietud que tengas sobre BloodMatch.",
    "type_message": "Tipo de mensaje",
    "subject": "Asunto",
    "subject_placeholder": "Escribe un asunto breve",
    "message": "Mensaje",
    "message_placeholder": "Describe tu problema o sugerencia con detalle",
    "submit_message": "Enviar mensaje",
    "frequently_asked_questions": "Preguntas frecuentes",
    "direct_contact": "Contáctanos directamente",
    "phone": "Teléfono",
    "error_send_support": "Ha ocurrido un error",
    "success_submit_support": "Se ha enviado su comentario, gracias.",

    
    "Profile": "Perfil",
    "Theme": "Tema",
    "Cha-user": "Cambiar Usuario",
    "Cha-pass": "Cambiar contraseña",
    "nots": "Notificaciones",
    "2pasos": "Verificacion de dos pasos",
    "dlt-account": "Eliminar Cuenta",
    "sup": "Soporte",
    "trm-y-con": "Terminos y condiciones",
    "priv": "Privacidad",
    "log-out": "Cerrar sesion",
    "confi": "Configuracion",
    "gnd": "Genero",
    "cty": "Municipio",
    "tpy": "Tipo",
    "log-in": "Iniciar Sesion",
    "rgst" : "Registrarse",
    "wname": "  Ingrese su nombre",
    "wlaname": "  Ingrese su apellidos",
    "slcdate": "  Seleccione su fecha de nacimiento",
    "slctype": "  Seleccione su tipo de sangre (O+,A-....)",
    "slcgen": "  Seleccione su genero",
    "wemail": "  Ingrese su correo electronico",
    "wstate": "  Ingrese su estado",
    "wcity": "  Ingrese su municipio",
    "wcelp": "  Ingrese su telefono (celular)",
    "wuser": "  Ingrese su nombre de usuario",
    "wpass": "  Ingrese su contraseña",
    "passconf": "  Confirme su contraseña",
    "fpass": "Olvide mi contraseña",
    "confr" : "Confirmar",
    "precaution": "¡Cuidado!",
    "Yes": "SI",
    "No": "NO",
    "Confirmation": "¿Estas seguro de realizar esto?",
    "elimconf" : "¿Estas seguro de que quieres eliminar tu cuenta?",
    "delacc": "¡Estas a punto de eliminar tu cuenta!", 
    "accountelim": "Tu cuenta ha sido eliminada exitosamente",
    "contact": "Contactenos al: 33221144555",
    "themesel": "Seleccion de tema", 
    "termycondi": "Terminos y condiciones",
    "accep-terms" : "Aceptación del acuerdo de los Términos de uso.",
    "elegi" : "Elegibilidad.",
    "ur-acc" : "Tu cuenta.",
    "mod-serv" : "Modificación del servicio y cancelación.",
    "secur" : "Seguridad: Interacciones con otros usuarios.",
    "rights-blood" : "Derechos que Bloodmatch te concede.",
    "ur-rights-to" : "Derechos que le concedes a Bloodmatch.",
    "comm-rules" : "Derechos de la comunidad.",
    "user-cont" : "Contenido de los usuarios.",
    "nots-autor-rights" : "Notificación y procedimiento para reclamaciones por infracción de derechos de autor.",
    "downl" : "Descargas.",
    "resp-lim" : "Limitacion de responsabilidad.",
    "arb-ren-dem": "Arbitraje, renuncia a demanda colectiva y renuncia a jurado.",
    "legis-apli" : "Legislación aplicable.",
    "juris" : "Jurisdiccion.",
    "indem": "Indemnizacion de tu parte.",
    "agree-full": "Acuerdo completo y otros.",
    "parrafo-1": "Al crear una cuenta en Bloodmatch, ya sea a traves de un dispositivo movil, aplicacion o computadora (colectivamente el 'servicio'), usted acepta estar sujeto a (i) estos Términos de uso, (ii) nuestra Política de privacidad y Política de cookies, nuestros Procedimientos de arbitraje (si se aplica a usted) y Consejos de seguridad y a nuestras Reglas de la comunidad, cada uno de los cuales queda incorporado por referencia en este Acuerdo. Si no acepta ni acuerda regirse por todos los términos de este Acuerdo, no utilice el Servicio.",
    "parrafo-1.1": "Podremos hacer cambios en este Acuerdo y en el Servicio de vez en cuando. Podremos hacerlo por una variedad de razones, entre las que se incluye reflejar los cambios en o los requisitos de la legislación, nuevas características, o cambios en las prácticas comerciales. La versión más reciente de este Acuerdo será publicada en configuración - Términos y condiciones, y debe comprobar periódicamente la versión más reciente. La versión más reciente es la versión aplicable. Si entre los cambios se incluyen modificaciones sustanciales a sus derechos u obligaciones, le notificaremos los cambios con al menos 30 días de antelación (excepto cuando estemos impedidos a hacerlo por la legislación correspondiente) utilizando medios razonables, como la notificación a través de los Servicios o mediante correo electrónico. Si continúa utilizando el Servicio después de que los cambios entren en vigor, se entiende que acepta el Acuerdo revisado.",
    "parrafo-2": "No tiene la autorización de crear una cuenta o ingresar o utilizar el Servicio ni los sistemas en los que reside a menos que las siguientes condiciones se cumplan:",
    "parrafo-2.1": "2.1. Tiene por lo menos 18 años de edad.",
    "parrafo-2.2" : "2.2. Puede formar un contrato vinculante con BloodMatch.",
    "parrafo-2.3" : "2.3. No se le ha prohibido utilizar el Servicio de acuerdo con las leyes de los Estados Unidos o de cualquier otra jurisdicción aplicable (por ejemplo, usted no aparece en la lista de ciudadanos especialmente designados del Departamento del Tesoro de Estados Unidos ni está sujeto a cualquier otra prohibición similar).",
    "parrafo-2.4" : "2.4. Va a cumplir con este Acuerdo y todas las leyes locales, estatales, nacionales e internacionales, normas y reglamentos aplicables.",
    "parrafo-2.5" : "2.5. Nunca ha sido condenado por un delito grave o un delito pasible de acción penal (o delito de gravedad similar), un delito sexual o cualquier tipo de violencia que comporte violencia, y que no está obligado a registrarse como delincuente sexual en ningún registro estatal, federal o local de delincuentes sexuales.",
    "parrafo-3": "Para utilizar BloodMatch, puedes iniciar sesión con tu correo electrónico únicamente. Para obtener más información con respecto a la información que obtenemos de ti y cómo la utilizamos, por favor, consulta nuestra Política de privacidad.",
    "parrafo-3.1" : "Usted es responsable de mantener la confidencialidad de las credenciales de acceso que utiliza para registrarse en BloodMatch y es el único responsable de todas las actividades que ocurran bajo esas credenciales. Si cree que alguien ha obtenido acceso a su cuenta, póngase en contacto con nosotros de inmediato.",
    "parrafo-4": "BloodMatch siempre está tratando de mejorar el servicio y busca ofrecerle funcionalidades adicionales que le parezcan atractivas y útiles. Esto significa que podemos añadir nuevas funciones o mejoras de productos de vez en cuando, así como eliminar algunas de las funciones, y si estas acciones no afectan materialmente sus derechos u obligaciones, podríamos no avisarle antes de tomarlas. Podemos incluso suspender el Servicio en su totalidad, en cuyo caso, le notificaremos con antelación a menos que las circunstancias atenuantes, tales como problemas de seguridad, no nos permitan hacerlo.",
    "parrafo-4.1": "Puedes eliminar tu cuenta en cualquier momento y por cualquier motivo, desde la configuración y el utilizando el botón “eliminar cuenta”. BloodMatch puede eliminar tu cuenta en cualquier momento y sin previo aviso si considera que has infringido este Acuerdo.",
    "parrafo-4.2" : "Tras la cancelación de su cuenta, finalizará el presente Acuerdo, excepto por las siguientes disposiciones que seguirán vigentes para usted y para Bloodmatch: Sección 4, Sección 5, y las Secciones 12 a 19.",
    "parrafo-5" : "Aunque Bloodmatch tiene el propósito de fomentar una experiencia de usuario respetuosa a través de características como el doble consentimiento, que permite a los usuarios comunicarse entre sí solo cuando ambos han indicado que tienen interés el uno en el otro, no es responsable de la conducta de ningún usuario dentro o fuera del Servicio. Usted se compromete a actuar con precaución en todas las interacciones con otros usuarios, sobre todo si decide comunicarse con ellos fuera del Servicio o conocerlos en persona. Además, usted se compromete a revisar y seguir los Consejos de seguridad de Bloodmatch, antes de utilizar el Servicio. Usted se compromete a no proporcionar su información financiera (por ejemplo, su tarjeta de crédito o cuenta bancaria) ni transferir electrónicamente ni enviar dinero de ninguna otra forma, a otros usuarios.",
    "parrafo-5.1": "USTED ES LA ÚNICA PERSONA RESPONSABLE DE SUS INTERACCIONES CON OTROS USUARIOS. COMPRENDE QUE BLOODMATCH NO LLEVA A CABO VERIFICACIONES DE LOS ANTECEDENTES PENALES DE LOS USUARIOS NI INVESTIGA DE NINGÚN OTRO MODO LOS ANTECEDENTES DE LOS USUARIOS. BLOODMATCH NO HACE DECLARACIONES NI OFRECE GARANTÍAS EN CUANTO AL COMPORTAMIENTO O LA COMPATIBILIDAD DE LOS USUARIOS.",
    "parrafo-6": "BloodMatch le concede una licencia personal, mundial, libre de regalías, no asignable y no exclusiva, revocable y no sublicenciable para acceder al Servicio y utilizarlo. Esta licencia se otorga con el único propósito de permitirle usar y disfrutar de los beneficios del Servicio según lo previsto por BloodMatch y permitido por el presente Acuerdo. Esta licencia y cualquier autorización de acceso al Servicio serán automáticamente revocadas en el evento de que cometa alguna de las siguientes acciones:",
    "parrafo-6.1" : "6.1. Utilizar el Servicio o cualquier contenido en el Servicio para fines comerciales sin nuestro consentimiento.",
    "parrafo-6.2": "6.2. Copiar, modificar, transmitir, crear trabajos derivados de, hacer uso de, o reproducir en forma alguna cualquier material con derechos de autor, imágenes, marcas comerciales, nombres comerciales, marcas de servicio, u otra propiedad intelectual, contenidos o información propietaria de acceso a través del Servicio sin el previo consentimiento por parte de BloodMatch.",
    "parrafo-6.3" : "6.3. Utilizar ningún robot, bot, araña, rastreador, raspador, aplicación de búsqueda/recuperación de sitios, proxy u otro dispositivo, método o proceso manual o automático para acceder a, recuperar, indexar, “minar datos”, o de cualquier forma reproducir o evitar la estructura de navegación o presentación del Servicio o su contenido.",
    "parrafo-6.4": "6.4. Utilizar el servicio de alguna manera que pudiera interferir con, interrumpir o afectar negativamente el Servicio o los servidores o redes conectados al Servicio.",
    "parrafo-6.5": "6.5. Subir virus u otro código malicioso ni poner en peligro la seguridad del Servicio.",
    "parrafo-6.6" : "6.6. Falsificar encabezados o manipular identificadores para disfrazar el origen de cualquier información transmitida a través del Servicio.",
    "parrafo-6.7": "6.7. “Enmarcar” o “reproducir” cualquier parte del Servicio, sin la autorización de BloodMatch.",
    "parrafo-6.8": "6.8. Usar meta tags o código u otros dispositivos que contengan cualquier referencia a BloodMatch o al Servicio (o cualquier marca, nombre comercial, marca de servicio, logotipo o eslogan de BloodMatch) para dirigir a cualquier persona a cualquier otro sitio para cualquier propósito.",
    "parrafo-6.9" : "6.9. Modificar, adaptar, sublicenciar, traducir, vender, realizar ingeniería inversa, descifrar, descompilar o desensamblar cualquier parte del Servicio, o provocar que otros lo hagan.",
    "parrafo-6.10": "6.10. Utilizar o desarrollar cualquier aplicación de terceros que interactúe con el Servicio o el Contenido o información de otros usuarios sin nuestro consentimiento por escrito.",
    "parrafo-6.11" : "6.11. No utilizar, acceder ni publicar la interfaz de programación de la aplicación de BloodMatch sin nuestro consentimiento.",
    "parrafo-6.12" : "6.12. Sondear, escanear o probar la vulnerabilidad de nuestro Servicio o de cualquier sistema o red.",
    "parrafo-6.13" : "6.13. No fomentar ni promover actividades que violen este Acuerdo.",
    "parrafo-6.14" : "BloodMatch puede investigar y adoptar las acciones legales que estén a su disposición en respuesta a los usos ilegales y/o no autorizados del Servicio, incluyendo la eliminación de su cuenta.",
    "parrafo-6.15" : "Cualquier software que le proporcionemos puede descargar e instalar actualizaciones, mejoras u otras nuevas características de forma automática. Es posible que pueda ajustar estas descargas automáticas a través de los ajustes de su dispositivo.",
    "parrafo-7": "Al crear una cuenta, usted otorga a BloodMatch un derecho y licencia mundiales, transferibles, sublicenciables, libres de regalías para organizar, almacenar, utilizar, copiar, mostrar, reproducir, adaptar, editar, publicar, modificar y distribuir información a la que usted nos autoriza a acceder, así como cualquier información que publique, cargue, muestre o de alguna otra manera ponga a disposición (colectivamente, 'publicaciones') en el Servicio o transmita a otros usuarios (colectivamente, 'Contenido'). La licencia de BloodMatch con su Contenido será no exclusiva, excepto que la licencia de BloodMatch sea exclusiva respecto a obras derivadas creadas a través del uso del Servicio. Por ejemplo, BloodMatch tendría una licencia exclusiva a imágenes del servicio que incluyan su Contenido. Además, para que BloodMatch pueda evitar el uso de su Contenido fuera del Servicio, usted autoriza a BloodMatch a actuar en su nombre con respecto a usos infractores de su Contenido conseguido a través del Servicio por parte de otros usuarios o de terceros. Esto incluye expresamente la potestad, pero no la obligación, para enviar avisos de acuerdo con 17 U.S.C. § 512(c)(3) (es decir, los Avisos de Retiro de la DMCA o ''Takedown Notices'' en inglés) en su nombre si su contenido es tomado y utilizado por terceros fuera del Servicio. Nuestra licencia para su Contenido está sujeta a sus derechos bajo la ley correspondiente (por ejemplo, leyes en materia de protección de datos personales en la medida en que cualquier Contenido contenga información personal tal y como se define en dichas leyes) y es para el fin limitado de funcionamiento, desarrollo, prestación y mejora del Servicio, así como para la investigación y desarrollo de otros nuevos. Usted acepta que cualquier Contenido que coloque o que usted nos autorice a colocar en el Servicio puede ser visto por otros usuarios y puede ser visto por cualquier persona que visite o participe en el Servicio (tales como personas que puedan recibir Contenido compartido de otros usuarios de BloodMatch).",
    "parrafo-7.1": "Acepta que toda la información que envíe al crear su cuenta es exacta y veraz y que tiene el derecho de publicar el Contenido en el Servicio y conceder la licencia anterior a BloodMatch.",
    "parrafo-7.2": "Entiende y acepta que podemos controlar o revisar cualquier Contenido que publique como parte de un Servicio. Podemos eliminar cualquier Contenido, en su totalidad o en parte, que a nuestro juicio viole este Acuerdo o que pueda dañar la reputación del Servicio.",
    "parrafo-7.3": "Cuando se comunique con nuestros representantes de atención al cliente, se compromete a ser respetuoso y amable. Si creemos que su comportamiento hacia cualquiera de nuestros representantes de atención al cliente u otros empleados es, en cualquier momento, amenazante, acosador u ofensivo, nos reservamos el derecho a cancelar su cuenta inmediatamente.",
    "parrafo-7.4": "En consideración por el hecho de que BloodMatch le permite utilizar el Servicio, acepta que nosotros al enviar sugerencias o comentarios a BloodMatch con respecto a nuestro Servicio, acepta que BloodMatch puede utilizar y compartir dichos comentarios para cualquier propósito sin compensarle por ello.",
    "parrafo-7.5": "En virtud del presente Acuerdo con usted, debe saber que Bloodmatch puede acceder a, almacenar y divulgar la información de su cuenta y el Contenido si así lo requiere la ley, o si de buena fe considera que dicho acceso, almacenamiento o divulgación satisface un interés legítimo, como por ejemplo para: (i) cumplir con procesos legales; (ii) hacer cumplir el Acuerdo; (iii) responder a reclamaciones de Contenidos que podrían violar los derechos de terceros; (iv) responder a sus solicitudes al departamento de atención al cliente; o (v) proteger los derechos, propiedades o seguridad personal de la Empresa o de cualquier otra persona.",
    "parrafo-8": "Al utilizar el Servicio, usted se compromete a no:",
    "parrafo-8.1": "8.1. Utilizar el Servicio para propósitos que sean ilegales o estén prohibidos por el presente Acuerdo.",
    "parrafo-8.2": "8.2. Utilizar el Servicio para cualquier propósito perjudicial o perverso.",
    "parrafo-8.3": "8.3. Utilizar el Servicio con el fin de ocasionar daños a Bloodmatch.",
    "parrafo-8.4": "8.4. Violar nuestras Reglas de la comunidad, que se actualizan de vez en cuando.",
    "parrafo-8.5": "8.5. Enviar correo no deseado, solicitar dinero de o defraudar a cualquier usuario.",
    "parrafo-8.6": "8.6. Hacerse pasar por otra persona o entidad o publicar cualquier imagen de otra persona sin su permiso.",
    "parrafo-8.7": "8.7. Amedrentar, “acechar”, intimidar, agredir, acosar, maltratar o difamar a cualquier persona.",
    "parrafo-8.8": "8.8. Publicar cualquier Contenido que viole o infrinja los derechos de cualquier persona, incluidos los derechos de publicidad, privacidad, derechos de autor, marca registrada u otra propiedad intelectual o derecho contractual.",
    "parrafo-8.9": "8.9. Publicar cualquier Contenido que contenga discurso de odio, amenazante, sexualmente explícito o pornográfico.",
    "parrafo-8.10" : "8.10. Publicar cualquier Contenido que incite a la violencia; o que contenga desnudos o violencia gráfica o innecesaria.",
    "parrafo-8.11" : "8.11. Publicar ningún Contenido que promueva el racismo, la intolerancia, el odio o el daño físico de cualquier tipo contra cualquier grupo o individuo.",
    "parrafo-8.12" : "8.12. Solicitar contraseñas para cualquier propósito, o información de identificación personal de otros usuarios para fines comerciales o ilegales o difundir la información personal de otra persona sin su permiso.",   
    "parrafo-8.13" : "8.13. Usar la cuenta de otro usuario, compartir una cuenta con otro usuario o tener más de una cuenta.",
    "parrafo-8.14" : "8.14. Crear otra cuenta si ya hemos terminado su cuenta, a menos que tenga nuestro permiso.",
    "parrafo-8.15" : "BloodMatch se reserva el derecho a investigar y/o eliminar tu cuenta si ha infringido este acuerdo, ha habido un mal uso del Servicio o te has comportado de una manera que BloodMatch considere inadecuada o ilegal, incluyendo acciones o comunicaciones que se produzcan fuera o dentro del Servicio. En caso de que infrinjas estas reglas o las Reglas de la comunidad, recovaremos automáticamente tu autorización para usar el Servicio.",
    "parrafo-9": "Aunque Bloodmatch se reserva el derecho a revisar y eliminar el contenido que viole el presente acuerdo, dicho contenido es responsabilidad exclusiva del usuario que lo publique, y Bloodmatch no puede garantizar que todo el contenido cumplirá con este Acuerdo. Si ve contenido en los servicios que viola este acuerdo, notifíquelo dentro de los servicios.",
    "parrafo-10" : "Si cree que su trabajo ha sido copiado y publicado en el Servicio de una manera que constituye una violación de los derechos de autor, envíe una solicitud de eliminación de contenido utilizando el contacto en soporte.",
    "parrafo-10.1": "Si se pone en contacto con nosotros por una presunta violación de derechos de autor, asegúrese de incluir la siguiente información:",
    "parrafo-10.2": "10.1. Una firma electrónica o física de la persona autorizada para actuar en nombre del propietario de los derechos de autor.",
    "parrafo-10.3": "10.2. Una descripción de la obra con derechos de autor que afirma que ha sido violada.",
    "parrafo-10.4": "10.3. Una descripción de donde se encuentra en el Servicio el material que considera que se ha infringido (y tal descripción debe ser lo razonablemente suficiente para que nos permita encontrar el presunto material infractor).",
    "parrafo-10.5": "Su información de contacto, incluyendo dirección, número de teléfono y dirección de correo electrónico, y el nombre completo del titular de los derechos de autor.",
    "parrafo-10.6": "Una declaración escrita en la que indica de buena fe que el uso disputado no está autorizado por el propietario de los derechos de autor, su agente o la ley.",
    "parrafo-10.7": "Una declaración suya, hecha bajo pena de perjurio, en la que se indique que la información indicada anteriormente y mencionada en su notificación es exacta y que usted es el propietario de los derechos de autor o que está autorizado para actuar en nombre del propietario de los derechos de autor.",
    "parrafo-10.8": "Bloodmatch terminará las cuentas de los infractores reincidentes.",
    "parrafo-11": "BLOODMATCH PROPORCIONA EL SERVICIO “TAL CUAL” Y “SEGÚN DISPONIBILIDAD” Y EN LA MEDIDA PERMITIDA POR LA LEY APLICABLE, NO OTORGA NINGUNA GARANTÍA DE NINGÚN TIPO, EXPLÍCITA, IMPLÍCITA, ESTATUTARIA U OTRA CON RESPECTO AL SERVICIO (INCLUIDO TODO EL CONTENIDO INCLUIDO EN EL MISMO), INCLUIDA, SIN LIMITACIÓN, CUALQUIER GARANTÍA IMPLÍCITA DE CALIDAD SATISFACTORIA, COMERCIABILIDAD, APTITUD PARA UN PROPÓSITO PARTICULAR O NO INFRACCIÓN. BLOODMATCH NO DECLARA NI GARANTIZA QUE (A) EL SERVICIO SERÁ ININTERRUMPIDO, SEGURO O LIBRE DE ERRORES, (B) CUALQUIER DEFECTO O ERRORES EN EL SERVICIO SERÁN CORREGIDOS, O (C) QUE CUALQUIER CONTENIDO O INFORMACIÓN QUE OBTENGA EN O MEDIANTE EL SERVICIO SERÁ EXACTA.",
    "parrafo-11.1": "BLOODMATCH NO SE HACE RESPONSABLE POR EL CONTENIDO QUE USTED U OTRO USUARIO O TERCERO ENVÍE O RECIBA A TRAVÉS DEL SERVICIO. USTED ACCEDE A CUALQUIER MATERIAL DESCARGADO U OBTENIDO DE OTRA FORMA A TRAVÉS DE LA UTILIZACIÓN DEL SERVICIO BAJO SU CUENTA Y RIESGO.",
    "parrafo-12": "HASTA DONDE PERMITA LA LEGISLACIÓN APLICABLE, NI BLOODMATCH NI SUS AFILIADOS, EMPLEADOS, LICENCIANTES O PROVEEDORES DE SERVICIOS SERÁN EN NINGÚN CASO RESPONSABLES DE LOS DAÑOS INDIRECTOS, CONSECUENTES, ILUSTRATIVOS, INCIDENTALES, ESPECIALES, PUNITIVOS O AMPLIFICADOS, INCLUYENDO, SIN LIMITACIÓN, LA PÉRDIDA DE BENEFICIOS, YA SEA INCURRIDA DIRECTA O INDIRECTAMENTE, O CUALQUIER PÉRDIDA DE DATOS, UTILIZACIÓN, FONDO DE COMERCIO, U OTRAS PÉRDIDAS INTANGIBLES, QUE SEAN RESULTADO DE: (I) SU ACCESO A, O UTILIZACIÓN DE, O IMPOSIBILIDAD DE ACCESO A, O UTILIZACIÓN DEL SERVICIO; (II) LA CONDUCTA O CONTENIDO DE OTROS USUARIOS O TERCEROS EN, A TRAVÉS DE, O TRAS LA UTILIZACIÓN DEL SERVICIO; O (III) ACCESO, USO O ALTERACIÓN NO AUTORIZADOS DE SU CONTENIDO, AUNQUE BLOODMATCH HAYA SIDO ADVERTIDO DE LA POSIBILIDAD DE DICHOS DAÑOS.",
    "parrafo-12.1": "ALGUNAS JURISDICCIONES NO PERMITEN LA EXCLUSIÓN O LIMITACIÓN DE CIERTOS DAÑOS, POR LO QUE PUEDE QUE ALGUNAS O TODAS LAS EXCLUSIONES Y LIMITACIONES DE ESTA SECCIÓN NO SE APLIQUEN A USTED.",
    "parrafo-13": "El único método disponible para la resolución de cualquier conflicto o reclamación que surja de o esté relacionado con el presente Acuerdo (incluyendo cualquier supuesta violación del mismo) o el Servicio, sin importar la fecha de devengo e incluidas reclamaciones pasadas, pendientes y futuras, será el ARBITRAJE VINCULANTE gestionado por JAMS bajo las Reglas y Procedimientos de Arbitraje Simplificado de JAMS, exceptuando lo que sea modificado por nuestros Procedimientos de arbitraje. La única excepción a la exclusividad del arbitraje es que cualquiera de las partes tiene el derecho de presentar una reclamación contra la otra en un tribunal de casos menores de la jurisdicción competente o, si se presenta en el arbitraje, la parte demandada puede solicitar que la controversia continúe en un tribunal de casos menores si el reclamo está dentro de la jurisdicción del tribunal de casos menores. Si la solicitud para continuar en un tribunal de casos menores se realiza antes de que se haya designado un árbitro, el arbitraje se cerrará administrativamente. Si la solicitud para continuar en un tribunal de casos menores se realiza después de que se haya designado un árbitro, el árbitro determinará si la controversia debe permanecer en arbitraje o, en su lugar, debe decidirse en el tribunal de casos menores. Dicho arbitraje se realizará solo mediante comunicaciones escritas, a menos que tú o Bloodmatch decidan invocar el derecho a una audiencia oral ante el Árbitro. Pero si eliges el arbitraje o el tribunal de casos menores, aceptas que bajo ninguna circunstancia iniciarás, mantendrás o participarás en cualquier acción colectiva, arbitraje colectivo, u otra acción o procedimiento colectivos contra Bloodmatch.",
    "parrafo-13.1": "Al utilizar el servicio del modo que sea, acepta el anterior acuerdo de arbitraje. De esta manera, USTED RENUNCIA AL DERECHO A IR A TRIBUNALES para presentar o defender cualquier reclamación entre usted y la Empresa (a excepción de asuntos que puedan dirimirse en un tribunal de casos menores). TAMBIÉN RENUNCIA AL DERECHO A PARTICIPAR EN UNA DEMANDA COLECTIVA U OTRO PROCEDIMIENTO COLECTIVO. Si usted entabla una reclamación contra Bloodmatch fuera de un tribunal de casos menores (y Bloodmatch no solicita que la reclamación se traslade aun tribunal de casos menores), sus derechos los determinará un ÁRBITRO NEUTRAL, NO UN JUEZ NI UN JURADO, y el árbitro determinará todos las reclamaciones y cuestiones relacionadas con la solución del conflicto mediante arbitraje. Usted tiene derecho a una audiencia justa ante el árbitro. Por lo general, el árbitro puede otorgar cualquier reparación que puede otorgar un tribunal, incluida la capacidad de escuchar una moción dispositiva (que puede incluir una moción dispositiva basada en los alegatos de las partes, así como una moción dispositiva basada en los alegatos de las partes junto con la evidencia presentada), pero usted debe tener en cuenta que los procedimientos de arbitraje suelen ser más simples y expeditivos que los juicios y otros procedimientos judiciales. Las decisiones del árbitro son ejecutables en los tribunales y pueden ser anuladas por un tribunal solo por razones muy limitadas. Para obtener más detalles sobre el proceso de arbitraje, consulte nuestros Procedimientos de arbitraje.",
    "parrafo-13.2": "Cualquier procedimiento para hacer cumplir este acuerdo de arbitraje, incluido cualquier procedimiento que confirme, modifique o anule un laudo arbitral, se podrá iniciar en cualquier tribunal de jurisdicción competente. En el caso de que este acuerdo de arbitraje se considere por cualquier razón no ejecutable, cualquier litigio en contra de la Compañía (salvo las acciones de tribunales para demandas de menor cuantía) podrá iniciarse solo en los tribunales estatales o federales ubicados en el condado de Dallas, Texas. Por este medio, da su consentimiento irrevocable a la jurisdicción de los tribunales para tales fines. La plataforma de resolución de controversias de la Comisión Europea está disponible en http://ec.europa.eu/odr. Bloodmatch no participa en procedimientos de resolución de controversias frente a una entidad de arbitraje de consumo para los usuarios que residen en la Unión Europea o en el Espacio Económico Europeo.",
    "parrafo-14": "Para los usuarios que residen en la Unión Europea, el Espacio Económico Europeo o en otro lugar donde nuestro acuerdo de arbitraje esté prohibido por la ley, las leyes de Texas, EE. UU., con exclusión de las normas sobre conflicto de leyes de Texas, se aplicarán a cualquier conflicto que surja de o esté relacionado con este Acuerdo o el Servicio. No obstante, lo anterior, el Acuerdo de arbitraje en la Sección 13 arriba mencionado se regirá por la Ley Federal de Arbitraje. Para evitar dudas, la elección de la ley aplicable de Texas no prevalecerá sobre la legislación de cumplimiento obligatorio para la protección de los consumidores en dichas jurisdicciones.",
    "parrafo-15": "Excepto para los usuarios que residen en la Unión Europea o el Espacio Económica Europea, que pueden presentar reclamaciones en su país de residencia de conformidad con la legislación aplicable, excepto las reclamaciones que pueden presentarse adecuadamente en un tribunal de casos menores de jurisdicción competente, todas las reclamaciones que surjan o estén relacionadas a este Acuerdo, al Servicio, o a su vínculo con Bloodmatch que, por el motivo que sea, no se sometan a arbitraje serán litigadas exclusivamente en los tribunales federales o estatales del Condado de Dallas, Texas, Estados Unidos. Usted y Bloodmatch aceptan el ejercicio de la jurisdicción personal de los tribunales en el Estado de Texas y renuncian a cualquier exigencia de que dichos tribunales constituyan un tribunal adecuado.",
    "parrafo-16": "Usted se compromete, hasta donde permita la legislación aplicable, a indemnizar, defender y mantener indemne a Bloodmatch, nuestros afiliados, y sus y nuestros respectivos funcionarios, directores, agentes y empleados de y contra cualquiera y toda queja, demanda, reclamación, daño, pérdida, coste, responsabilidad y gasto, incluyendo honorarios de abogados, causados por, que surjan de, o estén relacionados de alguna manera con su acceso a o utilización del Servicio, su Contenido, o su incumplimiento de este Acuerdo.",
    "parrafo-17": "Este Acuerdo, el cual incluye la Política de privacidad, la Política de cookies, los Consejos de seguridad, las Reglas de la comunidad y los Procedimientos de Arbitraje (si son aplicables a usted), y cualquiera de los términos que le hayan sido comunicados, contienen el acuerdo completo entre usted y Bloodmatch con respecto a la utilización del Servicio. Si cualquier disposición del presente Acuerdo es considerada no válida, el resto de este acuerdo continuará en plena vigencia y efecto. La imposibilidad de la Empresa de ejercitar o hacer cumplir cualquier derecho o disposición del presente Acuerdo no constituirá una renuncia a tal derecho o disposición. Usted acepta que su cuenta de Bloodmatch no sea transferible y que todos sus derechos a su cuenta y su Contenido cesen tras su fallecimiento. No se crea ninguna relación de entidad, asociación, empresa conjunta, fiduciaria ni cualquier otra relación especial o de empleo como resultado del presente Acuerdo, y usted no se abrogará ninguna representación en nombre de Bloodmatch ni vinculará a Bloodmatch en forma alguna.",
    "bienvenida": "Te damos la bienvenida a Bloodmatch.",
    "priv-pol": "Politicas de privacidad.",
    "compromiso": "Nuestro compromiso contigo.",
    "priv-1": "En BloodMatch, tu privacidad es una prioridad absoluta. La manera en la que diseñamos y desarrollamos los servicios y productos que conoces y te encantan se centra en tu privacidad, para que puedas confiar plenamente en ellos y enfocarte en construir relaciones significativas.",
    "priv-2" : "Te agradecemos por darnos tu confianza y brindarnos tu información. No es algo que tomamos a la ligera.",
    "priv-3": "Nuestro compromiso con la privacidad. Diseñamos todos los productos y servicios pensando en tu privacidad. Con el apoyo de expertos en diversas áreas (legal, seguridad, ingeniería, diseño de producto, entre otras), nos aseguramos de que nuestras decisiones se tomen con el máximo respeto hacía tu privacidad.",
    "priv-4": "Nuestro compromiso con la transparencia. Ya que también usamos muchos de los servicios en línea que utilizas, sabemos que la información insuficiente y el lenguaje demasiado complejo son problemas comunes de las políticas de privacidad. Nosotros tenemos una forma totalmente diferente de abordar esto: nos esforzamos por escribir nuestras Política de privacidad y los documentos relacionados en lenguaje claro. ¡Lo que queremos es que puedas leer nuestras políticas y comprender nuestras prácticas de privacidad!",
    "priv-5": "Nuestro compromiso con la seguridad. Contamos con equipos que se dedican a mantener tus datos seguros y protegidos. Actualizamos constantemente nuestras prácticas de seguridad e invertimos en nuestros esfuerzos de seguridad para mejorar la protección de tu información.",
    "priv-6": "Te damos la bienvenida a nuestra Política de privacidad. Muchas gracias por tomarte el tiempo para leerla.",
    "priv-7": "Apreciamos que nos confíe su información y tenemos la intención de mantener para siempre esa confianza. Todo empieza con asegurarnos de que comprende la información que recopilamos, por qué lo hacemos, cómo la usamos y cuáles son sus opciones con respecto a su información. Esta Política describe nuestras prácticas de privacidad en lenguaje sencillo, por lo que intentamos utilizar lo menos posible la terminología jurídica y técnica.",
    "priv-8":"La presente Política de privacidad entra en vigor desde el 24 de febrero de 2023. La versión anterior de esta Política de privacidad se aplicará hasta esa fecha.",
    "priv-8.1": "1. Quiénes somos",
    "priv-8.2": "2. Dónde aplica esta Política de privacidad",
    "priv-8.3": "3. Información que recopilamos",
    "priv-8.4": "4. Cómo utilizamos la información",
    "priv-8.5": "5. Cómo compartimos la información",
    "priv-8.6": "6. Tus derechos",
    "priv-8.7": "7. Cuánto tiempo conservamos su información",
    "priv-8.8": "8. Privacidad de menores",
    "priv-8.9": "9. Candidatos de empleos, contratistas y representantes de proveedores",
    "priv-8.10": "10. Cambios en la Política de privacidad",
    "priv-8.11": "11. Cómo ponerse en contacto con nosotros",
    "priv-8.1.1": "La Aplicación y los Sitios son operados por “Bloodmatch” (también denominado en esta política como “nosotros” o “nos”), residimos en México, cumplimos a cabalidad con La Ley Federal de Protección de Datos (México, 5 de julio de 2010)",
    "priv-8.2.1": "Esta Política de privacidad aplica para los sitios web, las apps, los eventos y otros servicios que operamos bajo la marca BloodMatch. Para simplificar, en esta Política de privacidad nos referimos a todos estos como nuestros 'servicios'. Para ser todavía más claros, hemos agregado enlaces a esta Política de privacidad en todos nuestros servicios.",
    "priv-8.2.2": "Algunos servicios podrían requerir su propia política de privacidad. Si los servicios tienen su propia política de privacidad, entonces esa política (y no esta Política de privacidad) se aplicará.",
    "priv-8.3.1": "Evidentemente, no podemos ayudarte a donar sin algo de información sobre ti, como por ejemplo detalles básicos de tu perfil e información clinico. También recopilamos información generada a medida que utilizas nuestros servicios. Por ejemplo, registros de acceso, además de información de terceros, como cuando ingresas a nuestros servicios a través de una cuenta de redes sociales o cuando subes información de tus redes sociales para completar tu perfil. Si quieres información adicional, brindamos más detalles a continuación.",
    "priv-8.3.2": "La información que nos proporcionas Tú eliges darnos cierta información cuando utilizas nuestros servicios. Esta incluye:",
    "priv-8.3.3": "Cuando creas tu cuenta, nos proporcionas por lo menos tu número telefónico y tu dirección de correo electrónico, así como algunos detalles básicos necesarios para el funcionamiento adecuado de nuestros servicios, como tu género, fecha de nacimiento, tipo de sangre, localidad como estado y municipio .",
    "priv-8.3.4": "Cuando nos proporcionas dicha información, estás de acuerdo con que los utilicemos para los fines identificados y establecidos en esta Política de privacidad. También puedes compartir información adicional con nosotros, como detalles sobre tu informacion clinica y tus intereses, así como contenido como fotos. Para agregar cierto contenido, como fotos, puedes permitirnos acceso a tu cámara o álbum de fotos.",
    "priv-8.3.5": "Cuando te suscribes a un servicio pagado o realizas una compra directamente de nosotros (en lugar de a través de una plataforma como iOS o Android), nos proporcionas información relacionada con las compras que realizas y a nuestros procesadores de pagos información como tu número de tarjeta de débito o crédito u otra información financiera.",
    "priv-8.3.6": "Cuando participas en encuestas, grupos focales o estudios de mercado, nos brindas información sobre nuestros productos y servicios, respuestas a nuestras preguntas y testimonios.",
    "priv-8.3.7": "Cuando participas en nuestras promociones, eventos o concursos, recopilamos la información que utilizas para registrarte o participar.",
    "priv-8.3.8": "Si te pones en contacto con nuestro equipo de atención al cliente, recopilaremos la información que nos proporciones durante esta interacción.",
    "priv-8.3.9":"Si compartes con nosotros información sobre otras personas (por ejemplo, si proporcionas la información de contacto de un amigo para una función determinada), procesaremos esta información de tu parte para completar tu solicitud.",
    "priv-8.3.10": "Por supuesto, también procesamos tus chats con otros miembros, así como el contenido que publicas para operar y asegurar nuestros servicios, y para mantener a nuestra comunidad segura. La información que recibimos de otras personas.",
    "priv-8.3.11": "Además de la información que nos proporcionas directamente, también recibimos información tuya de otras personas, como por ejemplo:",
    "priv-8.3.12": "Usuarios: Los usuarios pueden proporcionarnos información sobre ti a medida que utilicen nuestros servicios. Por ejemplo, al interactuar contigo o al enviar una denuncia sobre ti.",
    "priv-8.3.13": "Redes sociales: podrías decidir compartir información con nosotros a través de tus cuentas de redes sociales. Por ejemplo, si deseas crear e iniciar sesión en tu cuenta de BloodMatch a través de tus redes sociales u otra cuenta (como Facebook, Google o Apple) o subir a nuestros servicios información como fotos de una de tus redes sociales (por ejemplo: de Instagram).",
    "priv-8.3.14": "Otros socios: podemos recibir información sobre ti de nuestros socios cuando se publiquen nuestros anuncios en el servicio de un socio (en este caso, pueden compartir detalles sobre el éxito de una campaña). Cuando la ley lo permita, también podemos recibir información sobre agentes sospechosos o condenados de terceros como parte de nuestros esfuerzos para proteger la seguridad de nuestros usuarios.",
    "priv-8.3.15": "Información generada o recopilada automáticamente cuando utilizas nuestros servicios cuando utilizas nuestros servicios, esto genera datos técnicos sobre las funciones que has utilizado, cómo las has utilizado y los dispositivos que utilizas para acceder a nuestros servicios. Más detalles a continuación:",
    "priv-8.3.16": "Información de uso: al utilizar los servicios, generas datos sobre tu actividad en nuestros servicios. Por ejemplo, cómo los utilizas (cuándo has ingresado, las funciones que has utilizado, las acciones que has realizado, información que se te ha mostrado, la dirección de páginas web de referencia y los anuncios con los que has interactuado) y tus interacciones con otros usuarios (usuarios con los que conectas e interactúas, cuándo interactúas, el número de mensajes que envías y recibes).",
    "priv-8.3.17": "Información de dispositivo: recopilamos información de y sobre el (los) dispositivo(s) que utilices para acceder a nuestros servicios, incluyendo la información de hardware y software como la dirección IP, ID y tipo de dispositivo, ajustes y características de la app, fallas de la app, los ID de publicidad (números generados aleatoriamente que puedes restablecer en los ajustes de tu dispositivo), identificadores asociados con cookies y otras tecnologías que pueden identificar un dispositivo o navegador.",
    "priv-8.3.18": "Información recopilada por las cookies y tecnologías similares: utilizamos y podemos permitir que otros usen cookies y tecnologías similares (por ejemplo, balizas web, píxeles, SDK) para reconocerte y/o a tu(s) dispositivo(s). Te recomendamos leer nuestra Política de cookies para obtener más información sobre por qué utilizamos esta tecnología y cómo puedes controlar mejor su uso",
    "priv-8.3.19": "Más información con tu consentimiento:",
    "priv-8.3.20": "• Datos precisos de geolocalización: si nos otorgas tu consentimiento, podemos recopilar tu geolocalización exacta (latitud y longitud) de tu dispositivo. La obtención de tu geolocalización puede ocurrir en segundo plano cuando no estés usando los servicios, si el permiso que nos otorgaste expresamente permite tal obtención. Si no nos permites recopilar tu geolocalización precisa, no la recopilaremos, y es posible que nuestros servicios que dependen de una geolocalización precisa no estén disponibles para ti.",
    "priv-8.3.21": "• Otra información: si nos das tu consentimiento, podemos recopilar otra información como fotos (por ejemplo, si deseas subir o compartir una foto).",
    "priv-8.4.1": "La razón principal detrás del uso de tu información es poder brindarte y mejorar nuestros servicios. Adicionalmente, utilizamos tu información para ayudar a mantener tu seguridad, y para mostrarte publicidad que podría interesarte. Continúa leyendo para encontrar una explicación más detallada sobre las diversas razones por las cuales utilizamos tu información, junto con ejemplos prácticos.",
    "priv-8.4.2": "A. Para administrar tu cuenta y brindarte nuestros servicios:",
    "priv-8.4.3": "• Crear y administrar tu cuenta.",
    "priv-8.4.4": "• Brindarte atención al cliente y responder tus solicitudes.",
    "priv-8.4.5": "• Comunicarnos contigo sobre nuestros servicios.",
    "priv-8.4.6": "• Personalizar precios, ofrecer descuentos y otras promociones, y completar tus transacciones.",
    "priv-8.4.7": "B. Para ayudarte a conectar con otros usuarios",
    "priv-8.4.8": "• Recomendarte a otros usuarios y recomendar otros usuarios para ti.",
    "priv-8.4.9": "• Mostrar perfiles de usuarios entre sí.",
    "priv-8.4.10": "• Permitir que los usuarios busquen y se conecten con usuarios.",
    "priv-8.4.11": "C. Para brindarte nuevos servicios de BloodMatch",
    "priv-8.4.12": "• Registrarte y mostrar tu perfil en nuevas funciones y aplicaciones de BloodMatch.",
    "priv-8.4.13": "• Administrar tu cuenta en estas nuevas funciones y aplicaciones.",
    "priv-8.4.14": "D. Presentar ofertas y realizar campañas de publicidad y marketing",
    "priv-8.4.15": "• Realizar y medir la eficacia de las campañas publicitarias en nuestros servicios y las campañas que promueven nuestros servicios fuera de nuestra plataforma",
    "priv-8.4.16": "• Comunicarnos contigo sobre nuestros productos o servicios que pensamos podrían interesarte",
    "priv-8.4.17": "E. Para mejorar nuestros servicios y desarrollar servicios nuevos",
    "priv-8.4.18": "• Administrar grupos focales, estudios de mercado y encuestas",
    "priv-8.4.19": "• Evaluar las interacciones con equipos de atención para mejorar la calidad de nuestro servicio",
    "priv-8.4.20": "• Entender cómo los usuarios por lo general, utilizan los servicios para mejorarlos (por ejemplo, podríamos decidir modificar el aspecto o incluso una función con base en la reacción de los usuarios)",
    "priv-8.4.21": "• Desarrollar nuevas características y servicios (por ejemplo, podríamos decidir crear una nueva función con base en intereses por solicitudes que recibimos de los usuarios)",
    "priv-8.4.22": "F. Para evitar, detectar y combatir el fraude y otras actividades ilegales o no autorizadas",
    "priv-8.4.23": "• Encontrar y abordar infracciones continuadas, sospechosas o presuntas de nuestros Términos de uso, especialmente a través de la revisión de informes e interacciones entre usuarios",
    "priv-8.4.24": "• Tener una mejor comprensión y diseñar medidas contra infracciones de nuestros Términos de uso",
    "priv-8.4.25": "• Conservar datos relacionados con infracciones a nuestros Términos de uso para abordar la infracción y evitar que se repitan",
    "priv-8.4.26": "• Hacer cumplir o ejercer nuestros derechos, por ejemplo, nuestros derechos establecidos en nuestros Términos de uso",
    "priv-8.4.27": "• Comunicar a las personas que envían una denuncia, lo que hemos hecho como respuesta a su solicitud",
    "priv-8.4.28": "G. Para garantizar el cumplimiento de la ley",
    "priv-8.4.29": "• Cumplir con los requisitos legales",
    "priv-8.4.30": "• Apoyar a las autoridades",
    "priv-8.4.31": "Para más información sobre cómo procesamos información personal a través de perfiles y decisiones automatizadas, por favor consulta nuestras Preguntas frecuentes.",
    "priv-8.4.32": "Para procesar tu información como describimos en esta Política de privacidad, nos basamos en los siguientes fundamentos legales:",
    "priv-8.4.33": "• Brindarte nuestro servicio la razón por la cual procesamos tu información para los propósitos A, B y C mencionados anteriormente es cumplir con el contrato que tienes con nosotros. Por ejemplo, al utilizar nuestros servicios para formar relaciones significativas, utilizamos tu información para mantener tu cuenta y tu perfil, para mostrarlo a otros usuarios y recomendarte otros usuarios y además para brindarte nuestras funciones gratuitas y pagadas a ti y a otros usuarios.",
    "priv-8.4.34": "• Intereses legítimos: nosotros procesamos tu información para los propósitos D, E y F anteriores, con base en nuestro interés legítimo. Por ejemplo, analizamos el comportamiento de los usuarios en nuestros servicios para mejorar constantemente nuestras ofertas, sugerimos ofertas que pensamos que podrían interesarte y promovemos nuestros propios servicios, procesamos información para mantener seguros a nuestros usuarios y procesamos datos cuando es necesario para imponer nuestros derechos, apoyar a las autoridades y habilitar nuestra defensa en caso de que se presente una acción legal.",
    "priv-8.4.35": "• Cumplimiento con las leyes y regulaciones: procesamos tu información para el propósito G mencionado anteriormente cuando es necesario que nosotros cumplamos con leyes y reglamentos y evidenciemos nuestro cumplimiento con dichas leyes y regulaciones. Por ejemplo, retenemos datos sobre tráfico y transacciones en línea con nuestras obligaciones contables, fiscales y retención de datos legales para poder responder a solicitudes de las autoridades. También mantenemos los datos que demuestran el consentimiento que nos otorga cada usuario y las decisiones que ellos pueden tomar para negar alguna función o procesamiento.",
    "priv-8.4.36": "• Consentimiento: si eliges proporcionar información que puede considerarse 'especial' o 'sensible' en ciertas jurisdicciones, como tu orientación sexual, estás permitiendo que procesemos esa información de acuerdo a nuestra Política de privacidad. De vez en cuando, podemos solicitar tu consentimiento para recopilar información específica como tu geolocalización exacta o utilizar tu información para ciertas razones específicas. En algunos casos, podrías revocar tu autorización al modificar tu configuración (por ejemplo en relación a lo que recopilamos de tu geolocalización exacta) o al eliminar tu contenido (por ejemplo la información en tu perfil que podría considerarse 'especial' o 'sensible'.) De todos modos, tú puedes revocar tu autorización en cualquier momento poniéndote en contacto con nosotros en la dirección que proporcionamos al final de esta Política de privacidad.",
    "priv-8.4.37": "Ya que nuestra meta es ayudarte a formar conexiones significativas, la manera principal de compartir información de los usuarios es, por supuesto, con otros usuarios. También compartimos la información de algunos usuarios con proveedores de servicios y socios que nos apoyan en la operación de los servicios y, en algunos casos, las autoridades legales. Continúa leyendo para más detalles sobre cómo compartimos tu información.",
    "priv-8.5.1": "Ya que nuestra meta es ayudarte a formar conexiones significativas, la manera principal de compartir información de los usuarios es, por supuesto, con otros usuarios. También compartimos la información de algunos usuarios con proveedores de servicios y socios que nos apoyan en la operación de los servicios y, en algunos casos, las autoridades legales. Continúa leyendo para más detalles sobre cómo compartimos tu información.",
    "priv-8.5.2": "Con otros usuarios",
    "priv-8.5.3": "Compartimos tu información con otros usuarios cuando compartes información voluntariamente en nuestros servicios (incluyendo tu perfil público). Por favor ten cuidado con tu información y asegúrate de que estés cómodo compartiendo contenido que es visible. ",
    "priv-8.5.4": "Si eliges limitar la visibilidad que tiene tu audiencia de todo o parte de tu perfil, o de cierto contenido o información tuya, será visible de acuerdo a tus ajustes.",
    "priv-8.5.5": "Si alguien envía una denuncia que te involucre a ti (como una acusación de que infringiste nuestros Términos de uso), podemos comunicarle a la persona que te denunció acerca de las medidas que hemos tomado, en caso de que las tomemos, como respuesta a su denuncia.",
    "priv-8.5.6": "Con nuestros proveedores de servicios y socios",
    "priv-8.5.7": "Recurrimos a terceros para que nos ayuden a gestionar, distribuir, promocionar y mejorar nuestros servicios, incluyendo almacenamiento y administración de datos, analítica, atención a clientes, marketing, publicidad, procesamiento de pagos y operaciones de seguridad. También compartimos información con los socios que distribuyen y nos apoyan con la publicidad de nuestros servicios. Por ejemplo, podemos compartir información limitada sobre ti en formato procesado, ilegible para el ser humano con nuestros socios de publicidad.",
    "priv-8.5.8": "Seguimos un estricto proceso de investigación antes de contratar a cualquier proveedor de servicios o trabajar con cualquier socio. Nuestros proveedores de servicios y socios deben aceptar estrictas obligaciones de confidencialidad.",
    "priv-8.5.9": "Funcionalidad de intercambio",
    "priv-8.5.10": "Puedes compartir los perfiles de otros usuarios y estas personas pueden compartir el tuyo con gente fuera de nuestros servicios, utilizando la funcionalidad de intercambio.",
    "priv-8.5.11": "Para transacciones corporativas",
    "priv-8.5.12": "Puede que transfiramos tu información si participamos, de forma total o parcial, en una fusión, venta, adquisición, desinversión, reestructuración, reorganización, disolución, quiebra u otro cambio de propiedad o control.",
    "priv-8.5.13": "Con las autoridades / cuando la ley lo requiera",
    "priv-8.5.14": "Podremos revelar tu información si es razonablemente necesario: (i) para cumplir con un proceso legal, como una orden judicial, citación u orden de registro, investigación gubernamental/policial u otro requisito legal; (ii) para apoyar en la prevención o detección de un delito (sujeto en cada caso a la legislación vigente); o (iii) para proteger la seguridad de cualquier persona.",
    "priv-8.5.15": "Para aplicar derechos legales",
    "priv-8.5.16": "También podemos compartir tu información: (i) si al compartirla mitigamos nuestra responsabilidad en una demanda real o posible; (ii) si es necesario para proteger nuestros derechos legales y los derechos legales de nuestros usuarios, socios de negocios u otras personas interesadas; (iii) para cumplir nuestros acuerdos contigo; y (iv) para investigar, prevenir, o tomar otras medidas contra la actividad ilegal, sospechas de fraude u otra actividad ilícita.",
    "priv-8.5.17": "Con tu consentimiento o por solicitud tuya",
    "priv-8.5.18": "Podemos solicitar tu consentimiento para compartir tu información con terceros. En tal caso, dejaremos claro por qué queremos compartir la información.",
    "priv-8.5.19": "Puede que utilicemos y compartamos información no personal (lo que significa información que, por sí misma, no identifica quién eres, como la información de tu dispositivo, datos demográficos generales, datos generales de comportamiento, geolocalización en formato no identificable), como también información personal en un formato procesado, ilegible para el ser humano, en cualquiera de las circunstancias antes mencionadas. Esta información podrá ser combinada con información no personal adicional o información en un formato procesado, ilegible para el ser humano, recopilada de otras fuentes. Puedes obtener más información sobre nuestro uso de cookies y tecnologías similares en nuestra Política de cookies.",
    "priv-8.6.1": "Queremos tener el control de tu información, así que queremos recordarte las siguientes opciones y herramientas disponibles para ti:",
    "priv-8.6.2": "• Herramientas de acceso/actualización del servicio . Las herramientas y los ajustes de cuenta que te ayudan a acceder, rectificar o eliminar la información que nos brindaste y que está asociada a tu cuenta directamente dentro del servicio. Si tienes alguna pregunta sobre esas herramientas y ajustes, contacta a nuestro equipo de atención al cliente aquí para obtener ayuda.",
    "priv-8.6.3": "• Permisos de los dispositivos. Las plataformas móviles pueden tener sistemas de permisos para tipos específicos de datos y notificaciones de dispositivos, como los contactos del teléfono, fotos, servicios de ubicación, notificaciones push e identificadores de publicidad. Puedes cambiar los ajustes en tu dispositivo para aprobar o negar la recopilación o el procesamiento de la información correspondiente o el que te muestren las notificaciones correspondientes. Cabe mencionar que, si haces esto, algunos servicios podrían perder su funcionalidad.",
    "priv-8.6.4": "• Desinstalar. Para detener toda recopilación de información de una app, desinstalándola mediante el proceso de desinstalación estándar de tu dispositivo. Recuerda que la desinstalación de la app NO elimina tu cuenta. Para eliminar tu cuenta, por favor utiliza la funcionalidad correspondiente en el servicio.",
    "priv-8.6.5": "• Eliminación de cuenta. Puedes eliminar tu cuenta utilizando la funcionalidad correspondiente directamente en el servicio.",
    "priv-8.6.6": "También queremos que estés consciente de tus derechos de privacidad. Dependiendo de dónde vivas, es posible que tengas derecho a:",
    "priv-8.6.7": "• Acceder/conocer. Es posible que tengas derecho a solicitar una copia de la información que conservemos sobre ti, y en determinadas circunstancias a recibirla en un formato portátil. Podrás ejercer tu derecho de acceso directamente dentro del servicio presentando una solicitud.",
    "priv-8.6.8": "• Eliminar/borrar. Puedes solicitar que eliminemos la información personal que conservamos sobre ti. Podrás ejercer tu derecho de eliminación presentando una solicitud.",
    "priv-8.6.9": "• Corregir/rectificar/actualizar. Puedes corregir la mayor parte de la información que nos proporcionaste editando tu perfil directamente en el servicio. Si crees que la información que tenemos sobre ti es inexacta, puedes comunicarte con nosotros para rectificarla.",
    "priv-8.6.10": "• Objetar/restringir. También puedes tener derecho a oponerte o solicitar que restrinjamos cierto procesamiento. Para hacerlo, ponte en contacto con nosotros.",
    "priv-8.6.11": "Para tu protección y la protección de todos nuestros usuarios, podríamos solicitar que proporciones una prueba de identidad antes de que podamos responder a las solicitudes mencionadas. Toma en cuenta que podemos rechazar tus solicitudes. Por ejemplo, en caso de que no podamos autenticarte, si la solicitud es ilícita o inválida, o si infringe secretos comerciales o propiedad intelectual, o la privacidad u otros derechos de otra persona. Si deseas recibir información relacionada con otro usuario, como una copia de cualquier mensaje que recibiste de ellos a través de nuestros servicios, el otro usuario deberá de contactarnos para darnos su consentimiento por escrito antes de que divulguemos esa información. Es posible que les pidamos que comprueben su identidad antes de responder la solicitud. Además, es posible que no podamos satisfacer algunas solicitudes que nieguen o restrinjan el procesamiento de información personal, ya que estas solicitudes nos impedirían brindarte nuestros servicios. Por ejemplo, no podemos brindarte nuestro servicio si no contamos con tu fecha de nacimiento y por lo tanto no podemos asegurarnos de que eres mayor de 18 años.",
    "priv-8.7.1": "Mantenemos tu información personal solamente durante el tiempo que la necesitemos para fines comerciales legítimos (como establecemos en la Sección 4) y como permitan las leyes aplicables. Si decides dejar de utilizar nuestros servicios, puedes eliminar tu cuenta y tu perfil dejará de ser visible para otros usuarios. Toma en cuenta que eliminaremos tu cuenta automáticamente si se encuentra inactiva durante un período de dos años. Una vez que se elimine tu cuenta, eliminaremos tu información personal, como establecemos a continuación:",
    "priv-8.7.2": "1. Para proteger la seguridad de nuestros usuarios, implementamos un periodo de retención de seguridad de tres meses después de la eliminación de cuenta, o un año después de la prohibición de la cuenta. Durante este periodo, conservamos tu información en caso de que pueda llegar a ser necesaria para investigar conductas ilícitas o nocivas. La retención de información durante este periodo de retención de seguridad se basa en nuestro interés legítimo, así como en el de las posibles víctimas de terceros.",
    "priv-8.7.3": "2. Una vez que transcurre el periodo de retención de seguridad, eliminamos tus datos y solo conservamos información limitada para propósitos específicos, como establecemos a continuación:",
    "priv-8.7.4": "a) Conservamos datos limitados para cumplir con obligaciones legales de retención de datos: particularmente, mantenemos datos de transacciones durante 10 años para cumplir con los requisitos legales, fiscales y contables, la información de tarjetas de crédito durante el periodo que el usuario pueda impugnar la transacción y los 'datos de tráfico' o los registros durante un año para cumplir con las obligaciones de retención de datos legales. También conservamos los registros de consentimiento que nos otorgan los usuarios durante cinco años para evidenciar nuestro cumplimiento con la legislación vigente.",
    "priv-8.7.5": "b) Conservamos información limitada por nuestro propio interés legítimo: conservamos los registros de atención al cliente y datos de respaldo, como también la ubicación no exacta de descargas/compras durante cinco años para respaldar nuestras decisiones de atención al cliente, ejercer nuestros derechos y facilitar nuestra defensa en caso de un reclamo; información sobre la existencia de cuentas y suscripciones pasadas, las cuales eliminamos tres años después de la eliminación de tu última cuenta para garantizar una proyección financiera adecuada y precisa; datos de perfil durante un año en previsión de un posible litigio, para el establecimiento, ejercicio o defensa de reclamaciones legales; y los datos necesarios para prevenir que los usuarios expulsados creen una cuenta nueva, durante el tiempo que sea necesario, para garantizar la seguridad y los intereses vitales de nuestros usuarios.",
    "priv-8.7.6": "c) Finalmente, conservamos información en función de nuestro interés legítimo cuando existe un problema, reclamo o disputa pendiente o potencial que nos obligue a conservar la información (particularmente si recibimos una citación legal válida o una solicitud que pide que preservemos los datos (en cuyo caso tendríamos que conservar la información para cumplir con nuestras obligaciones legales) o si los datos son necesarios como parte de un procedimiento judicial).",
    "priv-8.8.1": "Nuestros servicios se restringen a personas mayores de 18 años. No permitimos que personas menores de 18 años entren a nuestra plataforma. Si sospechas que un usuario es menor de 18 años, por favor utiliza los mecanismos de denuncia disponibles en el servicio.",
    "priv-8.9.1": "Procesamos la información personal de nuestros candidatos de empleos, contratistas y representantes de proveedores, como parte de nuestras operaciones de reclutamiento y gestión de talento y nuestro manejo de los servicios que los contratistas y proveedores nos brindan. Si eres un candidato para un empleo, un contratista o un representante de nuestros proveedores, ciertos términos relevantes de esta Política de privacidad aplican en nuestro procesamiento de tu información personal, incluyendo las secciones de esta Política de privacidad que establecen la entidad responsable del procesamiento de tu información personal, las transferencias de información personal, los derechos que tienes dentro de la ley aplicable.",
    "priv-8.9.2": "Si eres un candidato a un puesto de trabajo, la información personal que procesemos sobre ti puede variar dependiendo del trabajo al cual postulaste, pero por lo general incluye la información que nos proporcionas como parte de tu solicitud, como también las aptitudes profesionales, antecedentes e información de referencia que los reclutadores u otros terceros compartan con nosotros. Utilizamos esta información para apoyar el proceso de reclutamiento, el cual puede dar lugar a un contrato de trabajo. En el caso de los contratistas y representantes de proveedores, podemos procesar información de identificación e información relacionada al trabajo necesaria para gestionar nuestra relación contigo y tu empleador, la cual es necesaria para la ejecución del contrato de servicios y para establecer, ejercer o defender posibles reclamaciones legales. Podemos compartir información personal con los proveedores de servicios que nos apoyan con el reclutamiento y las operaciones de procesamiento de datos técnicos. Conservamos tu información personal solo el tiempo que sea necesario para estos fines.",
    "priv-8.10.1": "Debido a que siempre buscamos maneras nuevas e innovadoras de ayudarte a formar conexiones significativas y nuestra meta es mantener las explicaciones de prácticas de datos actualizadas, esta política puede cambiar con el transcurso del tiempo. Te notificaremos antes de que cualquier cambio significativo entre en vigor para que tengas tiempo de revisar los cambios.",
    "priv-8.11.1": "Si tienes preguntas sobre esta Política de privacidad, tienes diferentes opciones a continuación:"
}