{
    "login section": "****************************************************************************************************",
    "log_in": "Log in",
    "title_login": "Connect to save lives!",
    "email": "Email",
    "password": "Password",
    "forgot_password": "Forgot your password?",
    "footer_login": "Joining BloodMatch is a step towards saving lives.",
    "error": "Error",
    "error_email_pass": "Incorrect email and/or password",
    "error_login": "Login error",
    "loading": "Loading...",
    
    "register section": "****************************************************************************************************",
    "register": "Sign up",
    "title_register": "Join the BloodMatch community",
    "name": "First name(s)",
    "last_name": "Last name",
    "dob": "Date of birth",
    "age": "Age",
    "i_am_a_woman": "I am a woman",
    "male": "Male",
    "i_am_a_man": "I am a man",
    "female": "Female",
    "gender": "Gender",
    "state": "State",
    "municipality": "Municipality",
    "phone_number": "Phone number",
    "confirm_password": "Confirm password",
    "donor": "Donor",
    "recipient": "Recipient",
    "blood_type": "Blood type",
    "profile_image": "Profile image",
    "profile_image_success": "Image uploaded",
    "accept_the": "I accept the",
    "terms": "terms and conditions",
    "start_helping": "Start helping",
    "error_image": "Unable to save the image",
    "characteristics_pass_title": "Required password characteristics",
    "characteristics_pass": "- Must be at least 8 characters\n- Must include at least one uppercase letter\n- Must include at least one lowercase letter\n- Must have at least one number\n- Must have at least one special symbol\n- Must not contain spaces\n",
    "success": "Success",
    "success_form_submit": "Form submitted successfully",
    "error_form_submit": "Error trying to register a new user, please try again later",
    "close": "Close",
    "accept": "Accept",

    "tabs navigation section": "****************************************************************************************************",
    "home": "Home",
    "chat_bot": "Chatbot",
    "map": "Map",
    "messenger": "Messages",
    "profile": "Profile",
    "settings": "Settings",

    "home section": "****************************************************************************************************",
    "exit_app": "Exit the app",
    "exit_app_confirm": "Are you sure you want to exit?",
    "cancel": "Cancel",
    "exit": "Exit",
    "made_a_match": "You made a match!",
    "chat_created": "A chat was created. Go to Messages",
    "no_results": "No results to show",
    "search_by": "Search for donors or recipients by...",
    "search": "Search by:",
    "select_a_category": "Select a category",
    "my_municipality": "My municipality",
    "my_state": "My state",
    "filter_by_state": "Filter by state",
    "filter_by_municipality": "Filter by municipality",
    "view_profile": "View profile",
    "years": "Years",
    "no_filters": "Quit filters",

    "chatbot section": "****************************************************************************************************",
    "initial_message": "Hello! I am the BloodMatch assistant. How can I help you today?",
    "i_didnt_understand_your_message": "Sorry, I didn't understand your message.",
    "type_your_message": "Type your message...",

    "map section": "****************************************************************************************************",


    "messenger section": "****************************************************************************************************",
    "search_chat": "Search chats",
    "start_messaging": "Press to start chat",
    "now": "Now",
    "no_chats": "No chats found",

    "profile section": "****************************************************************************************************",
    "location": "Location",
    "image_saved": "Image saved!",
    "image_error": "There was an error processing the image.",
    "status": "Status",
    "no_status": "Hi, I'm using BloodMatch!",
    "user_type": "User type",
    "no_user_type": "No user type",
    "update_status": "Update status",
    "insert_a_new_status": "Please enter a new status",
    "update_status_success": "Status updated successfully",
    "type_new_status": "Type your new status...",
    "update_status_error": "An error occurred while updating the status, please try again later",
    "250_characters_in_status": "Status must not exceed 250 characters",
    "select_a_role": "Select a role",
    "update_role_success": "Role updated successfully",
    "update_role_error": "An error occurred while updating the role, please try again later",
    "update_role": "Update role",
    "select_location": "Select a state and municipality",
    "update_location_success": "Location updated successfully",
    "update_location_error": "An error occurred while updating the location, please try again later",
    "update_location": "Update location",
    "insert_a_new_phone": "Enter your new phone number",
    "invalid_phone_format": "Invalid phone number format",
    "update_phone_success": "Phone number updated successfully",
    "update_phone_error": "An error occurred while updating the phone number, please try again later",
    "update_phone": "Update phone number",
    "type_new_phone": "Enter your new phone number",

    "settings section": "****************************************************************************************************",
    "account": "ACCOUNT",
    "language": "Language",
    "select_language": "Select a language",
    "select_option": "Select an option",
    "change_user": "Change user",
    "change_password": "Change Password",
    "preferences": "PREFERENCES",
    "notifications": "Notifications",
    "theme": "Theme",
    "verification_two_steps": "Two-step verification",
    "privacy_and_security": "PRIVACY AND SECURITY",
    "delete_account": "Delete account",
    "privacy": "Privacy",
    "help_and_legal": "HELP AND LEGAL",
    "support": "Support",
    "terms_and_conditions": "Terms and conditions",
    "log_out": "Log out",

    "tab bar labels": "****************************************************************************************************",
    "map_label": "Map",
    "messenger_label": "Messages",
    "profile_label": "Profile",
    "settings_label": "Settings",






























































    "Profile": "Profile",
    "Theme": "Theme",
    "Cha-user": "Change User",
    "Cha-pass": "Change Password",
    "nots": "Notifications",
    "2pasos": "Two steps verification", 
    "dlt-account": "Delete Account",
    "sup": "Support",
    "trm-y-con": "Terms and Conditions",
    "priv": "Privacity",
    "log-out": "Log Out",
    "confi": "Settings",
    "gnd": "Gender",
    "cty": "City",
    "tpy": "Type",
    "log-in": "Log In",
    "rgst": "Sign In",
    "wname": "  Write down your name", 
    "wlaname": "  Write down your last name",
    "slcdate": "  Select your birth date ",
    "slctype": "  Select your blood type (O+,A-....)",
    "slcgen": "  Select you gender",
    "wemail": "  Write down your email",
    "wstate": "  Write down your state",
    "wcity": "  Write down your city",
    "wcelp": "  Write down your phone (cellphone)",
    "wuser": "  Write down your Username",
    "wpass": "  Write down your password",
    "passconf": "  Confirm your password",
    "fpass": "Forget my password",
    "confr" : "Confirm",
    "precaution": "!Precaution!",
    "Yes": "Yes", 
    "No": "No",
    "Confirmation": "Are you sure to make this action?",
    "elimconf": "Are you sure do you want to delete your account?",
    "delacc": "You're gonna delete your account!!",
    "accountelim": "Your account has been deleted succesfully",
    "contact": "Contact us: 33221144555", 
    "themesel": "Theme select",
    "termycondi": "Terms and conditions",
    "accep-terms" : "Agreement terms of use acceptance.",
    "elegi" : "Elegibility.",
    "ur-acc" : "Your account.",
    "mod-serv" : "Modification of the service and cancellation.",
    "secur" : "Security: Interactions with other users.",
    "rights-blood" : "Rights that Bloodmatch give you.",
    "ur-rights-to" : "Rights that you give to Bloodmatch.",
    "comm-rules" : "Community rules.",
    "user-cont": "User content.",
    "nots-autor-rights" : "Notification and process for complains for infraction of autor rights",
    "downl" : "Downloads.",
    "resp-lim" : "Responsability limits.",
    "arb-ren-dem" : "Arbitration, class action waiver and jury waiver.",
    "legis-apli" : "Legislative aplication.",
    "juris" : "Jurisdiction.",
    "indem": "Compensation from you.",
    "agree-full": "full agreement and others.",
    "parrafo-1": "By creating an account on Bloodmatch, whether through a mobile device, application or computer (collectively the 'service'), you agree to be bound by (i) these Terms of Use, (ii) our Privacy Policy and Policy Cookies, our Arbitration Procedures (if applicable to you) and Security Tips, and our Community Rules, each of which is incorporated by reference into this Agreement. If you do not accept or agree to be bound by all of the terms of this Agreement, do not use the Service.",
    "parrafo-1.1": "We may make changes to this Agreement and the Service from time to time. We may do so for a variety of reasons, including to reflect changes in or legal requirements, new features, or changes in business practices. The most recent version of this Agreement will be posted under Settings - Terms and Conditions, and you should periodically check the most recent version. The most recent version is the applicable version. If the changes include material modifications to your rights or obligations, we will notify you changes at least 30 days in advance (except where we are prevented from doing so by applicable law) using reasonable means, such as notification through the Services or by email. If you continue to use the Service after the changes come into effect force, you are deemed to accept the revised Agreement.",
    "parrafo-2":"You are not authorized to create an account or access or use the Service or the systems on which it resides unless the following conditions are met:",
    "parrafo-2.1":"2.1. You are at least 18 years old.",
    "parrafo-2.2":"2.2. You may form a binding contract with BloodMatch.",
    "parrafo-2.3":"2.3. You have not been prohibited from using the Service under the laws of the United States or any other applicable jurisdiction (for example, you are not listed on the United States Department of the Treasury's list of specially designated nationals or subject to to any other similar prohibition).",
    "parrafo-2.4":"2.4. You will comply with this Agreement and all applicable local, state, national and international laws, rules and regulations.",
    "parrafo-2.5":"2.5. Has never been convicted of a serious crime or an actionable crime (or crime of similar seriousness), a sexual crime, or any type of violence involving violence, and is not required to register as a sex offender on any state registry, federal or local sexual offenders.",
    "parrafo-3":"To use BloodMatch, you can log in with your email only. For more information regarding the information we collect from you and how we use it, please see our Privacy Policy.",
    "parrafo-3.1":"You are responsible for maintaining the confidentiality of the access credentials you use to register with BloodMatch and are solely responsible for all activities that occur under those credentials. If you believe that someone has gained access to your account, please contact us immediately.",
    "parrafo-4":"BloodMatch is always trying to improve the service and seeks to offer you additional functionality that you find attractive and useful. This means that we may add new features or product improvements from time to time, as well as remove some features, and if these actions do not materially affect your rights or obligations, we may not notify you before taking them. We may even suspend the Service entirely, in which case we will notify you in advance unless extenuating circumstances, such as security issues, do not allow us to do so.",
    "parrafo-4.1":"You can delete your account at any time and for any reason, from the settings and by using the “delete account” button. BloodMatch may terminate your account at any time without notice if it believes that you have violated this Agreement.",
    "parrafo-4.2":"Upon termination of your account, this Agreement will terminate, except that the following provisions will remain in effect for you and Bloodmatch: Section 4, Section 5, and Sections 12 through 19.",
    "parrafo-5":"Although Bloodmatch aims to foster a respectful user experience through features such as double consent, which allows users to communicate with each other only when they have both indicated that they have interest in each other, it is not responsible for the conduct of no user inside or outside the Service. You agree to exercise caution in all interactions with other users, especially if you decide to communicate with them outside of the Service or meet them in person. Additionally, you agree to review and follow Bloodmatch's Safety Tips before using the Service. You agree not to provide your financial information (for example, your credit card or bank account) or electronically transfer or otherwise send money to other users.",
    "parrafo-5.1":"YOU ARE SOLELY RESPONSIBLE FOR YOUR INTERACTIONS WITH OTHER USERS. YOU UNDERSTAND THAT BLOODMATCH DOES NOT CONDUCT CRIMINAL BACKGROUND CHECKS ON USERS OR OTHERWISE INVESTIGATE USERS' BACKGROUNDS. BLOODMATCH MAKES NO REPRESENTATIONS OR WARRANTIES REGARDING USER BEHAVIOR OR COMPATIBILITY.",
    "parrafo-6":"BloodMatch grants you a personal, worldwide, royalty-free, non-assignable and non-exclusive, revocable and non-sublicensable license to access and use the Service. This license is granted for the sole purpose of enabling you to use and enjoy the benefits of the Service as intended by BloodMatch and permitted by this Agreement. This license and any authorization to access the Service will automatically be revoked in the event that you commit any of the following actions:",
    "parrafo-6.1":"6.1. Use the Service or any content on the Service for commercial purposes without our consent.",
    "parrafo-6.2":"6.2. Copy, modify, transmit, create derivative works from, make use of, or reproduce in any way any copyrighted material, images, trademarks, trade names, service marks, or other intellectual property, content, or proprietary information. through the Service without prior consent from BloodMatch.",
    "parrafo-6.3":"6.3. Use any robot, bot, spider, crawler, scraper, site search/retrieval application, proxy or other manual or automatic device, method or process to access, retrieve, index, “data mine,” or in any way reproduce or avoid the navigation structure or presentation of the Service or its content.",
    "parrafo-6.4":"6.4. Use the Service in any way that could interfere with, disrupt, or adversely affect the Service or the servers or networks connected to the Service.",
    "parrafo-6.5":"6.5. Upload viruses or other malicious code or compromise the security of the Service.",
    "parrafo-6.6":"6.6. Forge headers or manipulate identifiers in order to disguise the origin of any information transmitted through the Service.",
    "parrafo-6.7":"6.7. “Frame” or “mirror” any part of the Service, without the authorization of BloodMatch.",
    "parrafo-6.8":"6.8. Use meta tags or code or other devices containing any reference to BloodMatch or the Service (or any BloodMatch trademark, trade name, service mark, logo or slogan) to direct any person to any other site for any purpose.",
    "parrafo-6.9":"6.9. Modify, adapt, sublicense, translate, sell, reverse engineer, decipher, decompile or disassemble any part of the Service, or cause others to do so.",
    "parrafo-6.10":"6.10. Use or develop any third-party application that interacts with the Service or the Content or information of other users without our written consent.",
    "parrafo-6.11":"6.11. Do not use, access or publish the BloodMatch application programming interface without our consent.",
    "parrafo-6.12":"6.12. Probe, scan or test the vulnerability of our Service or any system or network.",
    "parrafo-6.13":"6.13. Not encourage or promote activities that violate this Agreement.",
    "parrafo-6.14":"BloodMatch may investigate and take appropriate legal action in response to illegal and/or unauthorized uses of the Service, including deletion of your account.",
    "parrafo-6.15":"Any software we provide to you may automatically download and install updates, upgrades, or other new features. You may be able to adjust these automatic downloads through your device settings.",
    "parrafo-7":"By creating an account, you grant BloodMatch a worldwide, transferable, sublicensable, royalty-free right and license to organize, store, use, copy, display, reproduce, adapt, edit, publish, modify and distribute information to which you authorize access, as well as any information that you post, upload, display or otherwise make available (collectively, 'posts') on the Service or transmit to other users (collectively, 'Content'). BloodMatch's license to your Content will be non-exclusive, except that BloodMatch's license is exclusive with respect to derivative works created through the use of the Service. For example, BloodMatch would have an exclusive license to images from the service that include your Content. Additionally, in order for BloodMatch to prevent use of your Content outside of the Service, you authorize BloodMatch to act on your behalf with respect to infringing uses of your Content obtained through the Service by other users or third parties. This expressly includes the power, but not the obligation, to provide notices in accordance with 17 U.S.C. § 512(c)(3) (i.e., DMCA Takedown Notices) on your behalf if your content is taken and used by third parties outside of the Service. Our license to your Content is subject to your rights under applicable law (for example, data protection laws to the extent any Content contains personal information as defined by such laws) and is for the purpose limited operation, development, provision and improvement of the Service, as well as for the research and development of new ones. You agree that any Content you place or that you authorize us to place on the Service may be viewed by other users and may be viewed by anyone who visits or participates in the Service (such as persons who may receive Shared Content from other users of the Service). BloodMatch).",
    "parrafo-7.1":"You agree that all information you submit when creating your account is accurate and truthful and that you have the right to post the Content on the Service and grant the above license to BloodMatch.",
    "parrafo-7.2":"You understand and agree that we may monitor or review any Content you post as part of a Service. We may remove any Content, in whole or in part, that in our judgment violates this Agreement or may damage the reputation of the Service.",
    "parrafo-7.3":"When communicating with our customer service representatives, you agree to be respectful and courteous. If we believe that your behavior towards any of our customer service representatives or other employees is, at any time, threatening, harassing or offensive, we reserve the right to terminate your account immediately.",
    "parrafo-7.4":"In consideration of BloodMatch allowing you to use the Service, you agree that by sending suggestions or feedback to BloodMatch regarding our Service, you agree that BloodMatch may use and share such feedback for any purpose without compensating you for it.",
    "parrafo-7.5":"Under this Agreement with you, you should be aware that Bloodmatch may access, store and disclose your account information and Content if required to do so by law, or in good faith belief that such access, storage or disclosure satisfies a public interest. legitimate, such as to: (i) comply with legal processes; (ii) enforce the Agreement; (iii) respond to claims of Content that may violate the rights of third parties; (iv) respond to your requests to the customer service department; or (v) protect the rights, property or personal safety of the Company or any other person.",
    "parrafo-8":"By using the Service, you agree not to:",
    "parrafo-8.1":"8.1. Use the Service for any purpose that is unlawful or prohibited by this Agreement.",
    "parrafo-8.2":"8.2. Use the Service for any harmful or nefarious purpose.",
    "parrafo-8.3":"8.3. Use the Service in order to cause damage to Bloodmatch.",
    "parrafo-8.4":"8.4. Violate our Community Rules, which are updated from time to time.",
    "parrafo-8.5":"8.5. Send spam, request money from, or defraud any user.",
    "parrafo-8.6":"8.6. Impersonate any person or entity or post any image of another person without their permission.",
    "parrafo-8.7":"8.7. Bully, 'stalk', intimidate, attack, harass, mistreat or defame any person.",
    "parrafo-8.8":"8.8. Post any Content that violates or infringes the rights of any person, including rights of publicity, privacy, copyright, trademark or other intellectual property or contract right.",
    "parrafo-8.9":"8.9. Post any Content that contains hate speech, threatening, sexually explicit or pornographic speech.",
    "parrafo-8.10":"8.10. Post any Content that incites violence; or that contains nudity or graphic or unnecessary violence.",
    "parrafo-8.11":"8.11. Post any Content that promotes racism, bigotry, hatred or physical harm of any kind against any group or individual.",
    "parrafo-8.12":"8.12. Solicit passwords for any purpose, or personal identification information from other users for commercial or unlawful purposes, or disseminate another person's personal information without their permission.",
    "parrafo-8.13":"8.13. Use another user's account, share an account with another user, or have more than one account.",
    "parrafo-8.14":"8.14. Create another account if we have already terminated your account, unless you have our permission.",
    "parrafo-8.15":"BloodMatch reserves the right to investigate and/or delete your account if you have violated this Agreement, there has been misuse of the Service, or you have behaved in a manner that BloodMatch considers inappropriate or illegal, including actions or communications that occur outside or inside from service. If you violate these rules or the Community Rules, we will automatically revoke your authorization to use the Service.",
    "parrafo-9":"Although Bloodmatch reserves the right to review and remove content that violates this Agreement, such content is the sole responsibility of the user who posts it, and Bloodmatch cannot guarantee that all content will comply with this Agreement. If you see content on the Services that violates this Agreement, please notify us within the Services.",
    "parrafo-10":"If you believe that your work has been copied and posted on the Service in a way that constitutes copyright infringement, please submit a content removal request using the contact support.",
    "parrafo-10.1":"If you contact us about alleged copyright infringement, please be sure to include the following information:",
    "parrafo-10.2":"10.1. An electronic or physical signature of the person authorized to act on behalf of the copyright owner.",
    "parrafo-10.3":"10.2. A description of the copyrighted work that you claim has been infringed.",
    "parrafo-10.4":"10.3. A description of where the material that you claim is infringing is located on the Service (and such description must be reasonably sufficient to enable us to find the alleged infringing material).",
    "parrafo-10.5":"Your contact information, including address, telephone number and email address, and the full name of the copyright holder.",
    "parrafo-10.6":"A written statement that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.",
    "parrafo-10.7":"A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf Copyright.",
    "parrafo-10.8":"Bloodmatch will terminate the accounts of repeat offenders.",
    "parrafo-11":"BLOODMATCH PROVIDES THE SERVICE “AS IS” AND “AS AVAILABLE” AND TO THE EXTENT PERMITTED BY APPLICABLE LAW, MAKES NO WARRANTIES OF ANY KIND, EXPRESS, IMPLIED, STATUTORY OR OTHERWISE WITH RESPECT TO THE SERVICE (INCLUDING ALL CONTENT INCLUDED ON THE SERVICE). SAME), INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTY OF SATISFACTORY QUALITY, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT. BLOODMATCH DOES NOT REPRESENT OR WARRANT THAT (A) THE SERVICE WILL BE UNINTERRUPTED, SECURE OR ERROR-FREE, (B) ANY DEFECTS OR ERRORS IN THE SERVICE WILL BE CORRECTED, OR (C) THAT ANY CONTENT OR INFORMATION YOU OBTAIN ON OR THROUGH THE SERVICE WILL BE CORRECTED. EXACT.",
    "parrafo-11.1":"BLOODMATCH IS NOT RESPONSIBLE FOR ANY CONTENT THAT YOU OR ANY OTHER USER OR THIRD PARTY SEND OR RECEIVE THROUGH THE SERVICE. ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICE IS AT YOUR OWN OWN RISK.",
    "parrafo-12":"TO THE EXTENT PERMITTED BY APPLICABLE LAW, NEITHER BLOODMATCH NOR ITS AFFILIATES, EMPLOYEES, LICENSORS OR SERVICE PROVIDERS WILL IN ANY EVENT BE LIABLE FOR ANY INDIRECT, CONSEQUENTIAL, ILLUSTRATIVE, INCIDENTAL, SPECIAL, PUNITIVE OR AMPLIFIED DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS WAY FROM PROFITS, WHETHER INCURRED DIRECTLY OR INDIRECTLY, OR ANY LOSS OF DATA, USE, GOODWILL, OR OTHER INTANGIBLE LOSSES, RESULTING FROM: (I) YOUR ACCESS TO, OR USE OF, OR INABILITY TO ACCESS, OR USE FROM SERVICE; (II) THE CONDUCT OR CONTENT OF OTHER USERS OR THIRD PARTIES ON, THROUGH, OR FOLLOWING THE USE OF THE SERVICE; OR (III) UNAUTHORIZED ACCESS, USE OR ALTERATION OF YOUR CONTENT, EVEN IF BLOODMATCH HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.",
    "parrafo-12.1":"SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES, SO SOME OR ALL OF THE EXCLUSIONS AND LIMITATIONS IN THIS SECTION MAY NOT APPLY TO YOU.",
    "parrafo-13":"The only method available for resolution of any dispute or claim arising out of or relating to this Agreement (including any alleged breach thereof) or the Service, regardless of the date of accrual and including past, pending and future claims, will be BINDING ARBITRATION administered by JAMS under the JAMS Streamlined Arbitration Rules and Procedures, except as modified by our Arbitration Procedures. The only exception to the exclusivity of arbitration is that either party has the right to bring a claim against the other in a small claims court of competent jurisdiction or, if brought in arbitration, the responding party may request that the dispute continues in small claims court if the claim is within the jurisdiction of the small claims court. If the request to continue in small claims court is made before an arbitrator has been appointed, the arbitration will be administratively closed. If the request to continue in small claims court is made after an arbitrator has been appointed, the arbitrator will determine whether the dispute should remain in arbitration or should instead be decided in small claims court. Such arbitration will be conducted only through written communications, unless you or Bloodmatch elect to invoke the right to an oral hearing before the Arbitrator. But if you elect arbitration or small claims court, you agree that under no circumstances will you commence, maintain, or participate in any class action, class arbitration, or other class action or proceeding against Bloodmatch.",
    "parrafo-13.1":"By using the Service in any way, you agree to the above arbitration agreement. Thus, YOU WAIVE THE RIGHT TO GO TO COURT to bring or defend any claim between you and the Company (except for matters that can be resolved in small claims court). YOU ALSO WAIVE THE RIGHT TO PARTICIPATE IN A CLASS ACTION OR OTHER CLASS PROCEEDING. If you bring a claim against Bloodmatch outside of small claims court (and Bloodmatch does not request that the claim be moved to small claims court), your rights will be determined by a NEUTRAL ARBITRATOR, NOT A JUDGE OR JURY, and the arbitrator will determine all claims and issues related to the resolution of the conflict through arbitration. You have the right to a fair hearing before the arbitrator. Generally, the arbitrator can grant any relief that a court can grant, including the ability to hear a dispositive motion (which may include a dispositive motion based on the parties' pleadings, as well as a dispositive motion based on the parties' pleadings). parties along with the evidence presented), but you should keep in mind that arbitration procedures are usually simpler and more expeditious than trials and other judicial procedures. The arbitrator's decisions are enforceable in court and may be overturned by a court only for very limited reasons. For more details on the arbitration process, please see our Arbitration Procedures.",
    "parrafo-13.2":"Any proceeding to enforce this arbitration agreement, including any proceeding to confirm, modify, or vacate an arbitration award, may be commenced in any court of competent jurisdiction. In the event this arbitration agreement is deemed for any reason to be unenforceable, any litigation against the Company (except small claims court actions) may be commenced only in the state or federal courts located in Dallas, Texas. You hereby irrevocably consent to the jurisdiction of the courts for such purposes. The European Commission's dispute resolution platform is available at http://ec.europa.eu/odr. Bloodmatch does not participate in dispute resolution procedures before a consumer arbitration entity for users residing in the European Union or the European Economic Area.",
    "parrafo-14":"For users who reside in the European Union, the European Economic Area or elsewhere where our arbitration agreement is prohibited by law, the laws of Texas, USA, excluding the Texas conflict of laws rules , will apply to any dispute arising out of or related to this Agreement or the Service. Notwithstanding the foregoing, the Arbitration Agreement in Section 13 above shall be governed by the Federal Arbitration Act. For the avoidance of doubt, Texas choice of law will not prevail over mandatory consumer protection laws in such jurisdictions.",
    "parrafo-15":"Except for users residing in the European Union or the European Economic Area, who may bring claims in their country of residence in accordance with applicable law, except for claims that may properly be brought in a small claims court of competent jurisdiction, all Claims arising out of or relating to this Agreement, the Service, or your connection with Bloodmatch that, for any reason, are not arbitrable will be litigated exclusively in the federal or state courts located in Dallas County, Texas, United States. . You and Bloodmatch consent to the exercise of personal jurisdiction of the courts in the State of Texas and waive any claim that such courts constitute an adequate court.",
    "parrafo-16":"You agree, to the fullest extent permitted by applicable law, to indemnify, defend and hold harmless Bloodmatch, our affiliates, and their and our respective officers, directors, agents and employees from and against any and all complaints, demands, claims, damages, loss, cost, liability and expense, including attorneys' fees, caused by, arising out of, or related in any way to your access to or use of the Service, its Content, or your breach of this Agreement.",
    "parrafo-17":"This Agreement, which includes the Privacy Policy, Cookie Policy, Security Tips, Community Rules and Arbitration Procedures (if applicable to you), and any terms communicated to you, contain the entire agreement between you and Bloodmatch with respect to the use of the Service. If any provision of this Agreement is held invalid, the remainder of this agreement will continue in full force and effect. The Company's failure to exercise or enforce any right or provision of this Agreement shall not constitute a waiver of such right or provision. You agree that your Bloodmatch account is non-transferable and that all rights to your account and its Content cease upon your death. No entity, partnership, joint venture, fiduciary or other special or employment relationship is created as a result of this Agreement, and you will not make any representation on behalf of Bloodmatch or bind Bloodmatch in any way.",
    "bienvenida": "Welcome to Bloodmatch.",
    "priv-pol": "Privacy policies.",
    "compromiso": "Our commitment to you.",
    "priv-1": "At BloodMatch, your privacy is a top priority. The way we design and develop the services and products you know and love is centered around your privacy, so you can fully trust them and focus on building meaningful relationships.",
    "priv-2": "We thank you for giving us your trust and providing us with your information. It is not something we take lightly.",
    "priv-3": "Our commitment to privacy. We design all products and services with your privacy in mind. With the support of experts in various areas (legal, security, engineering, product design, among others), we ensure that our decisions are made with the utmost respect for your privacy.",
    "priv-4": "Our commitment to transparency. Because we also use many of the online services you use, we know that insufficient information and overly complex language are common privacy policy problems. We have a totally different way of approaching this: we strive to write our Privacy Policy and related documents in clear language. We want you to be able to read our policies and understand our privacy practices!",
    "priv-5": "Our commitment to safety. We have teams dedicated to keeping your data safe and secure. We constantly update our security practices and invest in our security efforts to improve the protection of your information.",
    "priv-6": "We welcome you to our Privacy Policy. Thank you very much for taking the time to read it.",
    "priv-7": "We appreciate that you trust us with your information and we intend to maintain that trust forever. It all starts with making sure you understand the information we collect, why we collect it, how we use it, and what your choices are regarding your information. This Policy describes our privacy practices in plain language, so we try to use legal and technical terminology as little as possible.",
    "priv-8": "This Privacy Policy is effective as of February 24, 2023. The previous version of this Privacy Policy will apply until that date.",
    "priv-8.1": "1. Who we are",
    "priv-8.2": "2. Where this Privacy Policy applies",
    "priv-8.3": "3. Information we collect",
    "priv-8.4": "4. How we use information",
    "priv-8.5": "5. How we share information",
    "priv-8.6": "6. Your rights",
    "priv-8.7": "7. How long we keep your information",
    "priv-8.8": "8. Privacy of minors",
    "priv-8.9": "9. Job candidates, contractors and supplier representatives",
    "priv-8.10": "10. Changes to the Privacy Policy",
    "priv-8.11": "11. How to contact us",
    "priv-8.1.1": "The Application and the Sites are operated by “Bloodmatch” (also referred to in this policy as “we” or “us”), we reside in Mexico, we fully comply with the Federal Data Protection Law (Mexico, July 5, 2010 )",
    "priv-8.2.1": "This Privacy Policy applies to the websites, apps, events and other services we operate under the BloodMatch brand. For simplicity, we refer to all of these as our “services” in this Privacy Policy. To be even clearer, we have added links to this Privacy Policy throughout our services.",
    "priv-8.2.2": "Some services may require their own privacy policy. If the Services have their own privacy policy, then that policy (and not this Privacy Policy) will apply.",
    "priv-8.3.1": "Obviously, we cannot help you donate without some information about you, such as basic profile details and clinical information. We also collect information generated as you use our services. For example, access logs, as well as information from third parties, such as when you access our services through a social media account or when you upload information from your social networks to complete your profile. If you would like additional information, we provide more details below.",
    "priv-8.3.2": "The information you provide to us You choose to provide us with certain information when you use our services. This includes:",
    "priv-8.3.3": "When you create your account, you provide us with at least your phone number and email address, as well as some basic details necessary for the proper functioning of our services, such as your gender, date of birth, blood type, location such as state and municipality.",
    "priv-8.3.4": "When you provide us with such information, you agree to our use of it for the purposes identified and set out in this Privacy Policy. You can also share additional information with us, such as details about your medical information and interests, as well as content such as photos. To add certain content, such as photos, you can allow us access to your camera or photo album.",
    "priv-8.3.5": "When you subscribe to a paid service or make a purchase directly from us (rather than through a platform like iOS or Android), you provide us with information related to the purchases you make and our payment processors with information such as your credit card number. debit or credit or other financial information.",
    "priv-8.3.6": "When you participate in surveys, focus groups or market studies, you provide us with information about our products and services, answers to our questions and testimonials.",
    "priv-8.3.7": "When you participate in our promotions, events or contests, we collect the information you use to register or participate.",
    "priv-8.3.8": "If you contact our customer service team, we will collect the information you provide us during this interaction.",
    "priv-8.3.9": "If you share information about other people with us (for example, if you provide a friend's contact information for a certain feature), we will process this information on your behalf to complete your request.",
    "priv-8.3.10": "Of course, we also process your chats with other members, as well as the content you post to operate and secure our services, and to keep our community safe. The information we receive from other people.",
    "priv-8.3.11": "In addition to the information you provide to us directly, we also receive information about you from other people, such as:",
    "priv-8.3.12": "Users: Users may provide us with information about you as they use our services. For example, when interacting with you or submitting a report about you.",
    "priv-8.3.13": "Social Media: You may choose to share information with us through your social media accounts. For example, if you want to create and log into your BloodMatch account through your social networks or another account (such as Facebook, Google or Apple) or upload information such as photos from one of your social networks to our services (for example: Instagram).",
    "priv-8.3.14": "Other partners: We may receive information about you from our partners when our ads are served on a partner's service (in this case, they may share details about the success of a campaign). Where permitted by law, we may also receive information about suspected or convicted officers from third parties as part of our efforts to protect the safety of our users.",
    "priv-8.3.15": "Information generated or collected automatically when you use our services when you use our services, this generates technical data about the functions you have used, how you have used them and the devices you use to access our services. More details below:",
    "priv-8.3.16": "Usage Information: When you use the Services, you generate data about your activity on our Services. For example, how you use them (when you logged in, the features you used, the actions you took, information you were shown, the address of referring web pages and the ads you interacted with) and your interactions with them. other users (users you connect and interact with, when you interact, the number of messages you send and receive).",
    "priv-8.3.17": "Device information: We collect information from and about the device(s) you use to access our services, including hardware and software information such as IP address, device ID and type, app settings and features, app crashes, advertising IDs (randomly generated numbers that you can reset in your device settings), identifiers associated with cookies and other technologies that can identify a device or browser.",
    "priv-8.3.18": "Information collected by cookies and similar technologies: We use and may allow others to use cookies and similar technologies (e.g. web beacons, pixels, SDKs) to recognize you and/or your device(s). We recommend that you read our Cookie Policy to learn more about why we use this technology and how you can better control its use.",
    "priv-8.3.19": "More information with your consent:",
    "priv-8.3.20": "• Precise geolocation data: If you give us your consent, we may collect your exact geolocation (latitude and longitude) from your device. Obtaining your geolocation may occur in the background when you are not using the services, if the permission you have expressly granted us allows such obtaining. If you do not allow us to collect your precise geolocation, we will not collect it, and our services that rely on precise geolocation may not be available to you.",
    "priv-8.3.21": "• Other information: If you give us your consent, we may collect other information such as photos (for example, if you want to upload or share a photo).",
    "priv-8.4.1": "The main reason behind using your information is to provide you and improve our services. Additionally, we use your information to help maintain your security, and to show you advertising that may be of interest to you. Read on for a more detailed explanation of the various reasons we use your information, along with practical examples.",
    "priv-8.4.2": "A. To manage your account and provide you with our services:",
    "priv-8.4.3": "• Create and manage your account.",
    "priv-8.4.4": "• Provide you with customer service and respond to your requests.",
    "priv-8.4.5": "• Communicate with you about our services.",
    "priv-8.4.6": "• Customize prices, offer discounts and other promotions, and complete your transactions.",
    "priv-8.4.7": "B. To help you connect with other users",
    "priv-8.4.8": "• Recommend you to other users and recommend other users to you.",
    "priv-8.4.9": "• Show user profiles to each other.",
    "priv-8.4.10": "• Allow users to search and connect with users.",
    "priv-8.4.11": "C. To provide you with new BloodMatch services",
    "priv-8.4.12": "• Register and display your profile in new BloodMatch features and applications.",
    "priv-8.4.13": "• Manage your account in these new features and applications.",
    "priv-8.4.14": "D. Present offers and carry out advertising and marketing campaigns",
    "priv-8.4.15": "• Conduct and measure the effectiveness of advertising campaigns on our services and campaigns that promote our services outside of our platform.",
    "priv-8.4.16": "• Communicate with you about our products or services that we think might interest you.",
    "priv-8.4.17": "E. To improve our services and develop new services",
    "priv-8.4.18": "• Manage focus groups, market research and surveys",
    "priv-8.4.19": "• Evaluate interactions with care teams to improve the quality of our service",
    "priv-8.4.20": "• Understand how users generally use services to improve them (for example, we might decide to modify the look or even a feature based on user feedback)",
    "priv-8.4.21": "• Develop new features and services (for example, we might decide to create a new feature based on interest requests we receive from users)",
    "priv-8.4.22": "F. To prevent, detect and combat fraud and other illegal or unauthorized activities",
    "priv-8.4.23": "• Find and address continued, suspected or suspected violations of our Terms of Use, especially through review of reports and interactions between users.",
    "priv-8.4.24": "• Have a better understanding and design measures against violations of our Terms of Use",
    "priv-8.4.25": "• Retain data related to violations of our Terms of Use to address the violation and prevent recurrence",
    "priv-8.4.26": "• Enforce or exercise our rights, for example our rights set out in our Terms of Use",
    "priv-8.4.27": "• Communicate to people who submit a report what we have done in response to their request",
    "priv-8.4.28": "G. To ensure compliance with the law",
    "priv-8.4.29": "• Comply with legal requirements",
    "priv-8.4.30": "• Support the authorities",
    "priv-8.4.31": "For more information on how we process personal information through profiling and automated decisions, please see our Frequently Asked Questions.",
    "priv-8.4.32": "To process your information as we describe in this Privacy Policy, we rely on the following legal bases:",
    "priv-8.4.33": "• To provide you with our service the reason we process your information for purposes A, B and C mentioned above is to fulfill the contract you have with us. For example, when you use our services to form meaningful relationships, we use your information to maintain your account and profile, to display it to other users and to recommend other users to you, and to provide our free and paid features to you and other users.",
    "priv-8.4.34": "• Legitimate interests: We process your information for purposes D, E and F above, based on our legitimate interest. For example, we analyze user behavior on our services to constantly improve our offers, we suggest offers that we think might interest you and we promote our own services, we process information to keep our users safe and we process data when necessary to enforce our rights, support the authorities and enable our defense in the event of legal action.",
    "priv-8.4.35": "• Compliance with laws and regulations: We process your information for purpose G mentioned above when it is necessary for us to comply with laws and regulations and to evidence our compliance with such laws and regulations. For example, we retain traffic and transaction data in line with our accounting, tax, and legal data retention obligations to respond to law enforcement requests. We also maintain data that demonstrates the consent each user gives us and the decisions they can make to deny any functionality or processing.",
    "priv-8.4.36": "• Consent: If you choose to provide information that may be considered 'special' or 'sensitive' in certain jurisdictions, such as your sexual orientation, you are allowing us to process that information in accordance with our Privacy Policy. From time to time, we may request your consent to collect specific information such as your exact geolocation or use your information for certain specific reasons. In some cases, you may be able to revoke your authorization by changing your settings (for example in relation to what we collect from your exact geolocation) or by deleting your content (for example information in your profile that could be considered 'special' or 'sensitive'. ) However, you can revoke your authorization at any time by contacting us at the address we provide at the end of this Privacy Policy.",
    "priv-8.4.37": "Since our goal is to help you form meaningful connections, the primary way we share user information is, of course, with other users. We also share some users' information with service providers and partners who support us in operating the services and, in some cases, legal authorities. Continue reading for more details on how we share your information.",
    "priv-8.5.1": "Since our goal is to help you form meaningful connections, the primary way we share user information is, of course, with other users. We also share some users' information with service providers and partners who support us in operating the services and, in some cases, legal authorities. Continue reading for more details on how we share your information.",
    "priv-8.5.2": "With other users",
    "priv-8.5.3": "We share your information with other users when you voluntarily share information on our services (including your public profile). Please be careful with your information and make sure you are comfortable sharing content that is viewable.",
    "priv-8.5.4": "If you choose to limit your audience's visibility of all or part of your profile, or of certain content or information about you, it will be visible according to your settings.",
    "priv-8.5.5": "If someone submits a report involving you (such as an allegation that you violated our Terms of Use), we may tell the person who reported you what actions we have taken, if any, in response to their complaint. complaint.",
    "priv-8.5.6": "With our service providers and partners",
    "priv-8.5.7": "We use third parties to help us manage, distribute, promote and improve our services, including data storage and management, analytics, customer service, marketing, advertising, payment processing and security operations. We also share information with partners who distribute and support us with advertising our services. For example, we may share limited information about you in processed, human-readable format with our advertising partners.",
    "priv-8.5.8": "We follow a strict vetting process before engaging any service provider or working with any partner. Our service providers and partners must agree to strict confidentiality obligations.",
    "priv-8.5.9": "Sharing functionality",
    "priv-8.5.10": "You can share the profiles of other users and these people can share yours with people outside of our services, using the sharing functionality.",
    "priv-8.5.11": "For corporate transactions",
    "priv-8.5.12": "We may transfer your information if we are involved, in whole or in part, in a merger, sale, acquisition, divestiture, restructuring, reorganization, dissolution, bankruptcy, or other change of ownership or control.",
    "priv-8.5.13": "With the authorities / when required by law",
    "priv-8.5.14": "We may disclose your information if reasonably necessary: ​​(i) to comply with a legal process, such as a court order, subpoena or search warrant, government/law enforcement investigation or other legal requirement; (ii) to support the prevention or detection of a crime (subject in each case to current legislation); or (iii) to protect the safety of any person.",
    "priv-8.5.15": "To apply legal rights",
    "priv-8.5.16": "We may also share your information: (i) if by sharing it we mitigate our liability in an actual or potential lawsuit; (ii) if necessary to protect our legal rights and the legal rights of our users, business partners or other interested parties; (iii) to fulfill our agreements with you; and (iv) to investigate, prevent, or take other action against illegal activity, suspected fraud or other unlawful activity.",
    "priv-8.5.17": "With your consent or at your request",
    "priv-8.5.18": "We may request your consent to share your information with third parties. In this case, we will make it clear why we want to share the information.",
    "priv-8.5.19": "We may use and share non-personal information (meaning information that, by itself, does not identify who you are, such as your device information, general demographic data, general behavioral data, geolocation in non-identifiable format), as well as information personal information in a processed format, illegible to humans, in any of the aforementioned circumstances. This information may be combined with additional non-personal information or information in a processed, human-unreadable format collected from other sources. You can find out more about our use of cookies and similar technologies in our Cookie Policy.",
    "priv-8.6.1": "We want to be in control of your information, so we want to remind you of the following options and tools available to you:",
    "priv-8.6.2": "• Service access/update tools. Tools and account settings that help you access, rectify or delete the information you have provided to us that is associated with your account directly within the service. If you have any questions about those tools and settings, please contact our customer support team here for help.",
    "priv-8.6.3": "• Device permissions. Mobile platforms may have permission systems for specific types of device data and notifications, such as phone contacts, photos, location services, push notifications, and advertising identifiers. You can change the settings on your device to approve or deny the collection or processing of relevant information or the display of relevant notifications. It is worth mentioning that if you do this, some services could lose their functionality.",
    "priv-8.6.4":"• Uninstall. To stop all data collection from an app, uninstall it using your device's standard uninstall process. Remember that uninstalling the app DOES NOT delete your account. To delete your account, please use the corresponding functionality in the service.",
    "priv-8.6.5": "• Account deletion. You can delete your account using the corresponding functionality directly in the service.",
    "priv-8.6.6": "We also want you to be aware of your privacy rights. Depending on where you live, you may be entitled to:",
    "priv-8.6.7": "• Access/know. You may have the right to request a copy of the information we hold about you, and in certain circumstances to receive it in a portable format. You can exercise your right of access directly within the service by submitting a request.",
    "priv-8.6.8": "• Delete. You can request that we delete the personal information we hold about you. You may exercise your right of deletion by submitting a request.",
    "priv-8.6.9": "• Correct/rectify/update. You can correct most of the information you provided to us by editing your profile directly in the service. If you believe that the information we hold about you is inaccurate, you can contact us to rectify it.",
    "priv-8.6.10": "• Object/restrict. You may also have the right to object to or request that we restrict certain processing. To do so, contact us.",
    "priv-8.6.11": "For your protection and the protection of all our users, we may require that you provide proof of identity before we can respond to the above requests. Please note that we may reject your requests. For example, if we are unable to authenticate you, if the request is unlawful or invalid, or if it infringes trade secrets or intellectual property, or the privacy or other rights of another person. If you wish to receive information relating to another user, such as a copy of any message you received from them through our services, the other user must contact us to give us written consent before we disclose that information. We may ask them to verify your identity before responding to the request. Additionally, we may not be able to comply with some requests that deny or restrict the processing of personal information, as these requests would prevent us from providing our services to you. For example, we cannot provide you with our service if we do not have your date of birth and therefore we cannot ensure that you are over 18 years of age.",
    "priv-8.7.1": "We retain your personal information only for as long as we need it for legitimate business purposes (as set out in Section 4) and as permitted by applicable laws. If you decide to stop using our services, you can delete your account and your profile will no longer be visible to other users. Please note that we will automatically delete your account if it is inactive for a period of two years. Once your account is deleted, we will delete your personal information, as set forth below:",
    "priv-8.7.2": "1. To protect the security of our users, we implement a security retention period of three months after account deletion, or one year after account ban. During this period, we retain your information in case it may become necessary to investigate illegal or harmful conduct. The retention of information during this security retention period is based on our legitimate interest, as well as that of potential third-party victims.",
    "priv-8.7.3": "2. Once the security retention period has expired, we delete your data and only retain limited information for specific purposes, as set out below:",
    "priv-8.7.4": "a) We retain limited data to comply with legal data retention obligations: particularly, we maintain transaction data for 10 years to comply with legal, tax and accounting requirements, credit card information for the period that the user can dispute the transaction and 'traffic data' or logs for one year to comply with legal data retention obligations. We also retain records of consent given to us by users for five years to evidence our compliance with current legislation.",
    "priv-8.7.5": "b) We retain limited information for our own legitimate interest: we retain customer service records and supporting data, as well as non-exact location of downloads/purchases for five years to support our customer service decisions, exercise our rights and facilitate our defense in the event of a claim; information about the existence of past accounts and subscriptions, which we delete three years after the deletion of your last account to ensure adequate and accurate financial projection; profile data for one year in anticipation of possible litigation, for the establishment, exercise or defense of legal claims; and the data necessary to prevent expelled users from creating a new account, for as long as necessary to ensure the security and vital interests of our users.",
    "priv-8.7.6": "c) Finally, we retain information based on our legitimate interest when there is a pending or potential issue, claim or dispute that requires us to retain the information (particularly if we receive a valid legal subpoena or a request asking us to preserve the data (in which case we would need to retain the information to comply with our legal obligations) or if the data is necessary as part of a judicial procedure).",
    "priv-8.8.1": "Our services are restricted to people over 18 years of age. We do not allow people under 18 years of age to enter our platform. If you suspect that a user is under 18 years of age, please use the reporting mechanisms available on the service.",
    "priv-8.9.1": "We process the personal information of our job candidates, contractors and supplier representatives, as part of our recruitment and talent management operations and our management of the services that contractors and suppliers provide to us. If you are an applicant for employment, a contractor or a representative of our suppliers, certain relevant terms of this Privacy Policy apply to our processing of your personal information, including the sections of this Privacy Policy that set out the entity responsible for the processing of your personal information. your personal information, transfers of personal information, the rights you have under applicable law.",
    "priv-8.9.2": "If you are a job candidate, the personal information we process about you may vary depending on the job for which you applied, but generally includes the information you provide to us as part of your application, as well as professional qualifications, background and reference information that recruiters or other third parties share with us. We use this information to support the recruitment process, which may result in an employment contract. For contractors and supplier representatives, we may process identification information and work-related information necessary to manage our relationship with you and your employer, which is necessary for the performance of the service contract and to establish, exercise or defend possible legal claims. We may share personal information with service providers who support us with recruiting and technical data processing operations. We retain your personal information only as long as necessary for these purposes.",
    "priv-8.10.1": "Because we're always looking for new and innovative ways to help you form meaningful connections and our goal is to keep our explanations of data practices up to date, this policy may change over time. We will notify you before any significant changes take effect so that you have time to review the changes.",
    "priv-8.11.1": "If you have questions about this Privacy Policy, you have different options below:"
}